Repository: Idealien/Multisite-Language-Switcher
Catalog: languages/msls-*.po
Languages: hy_am, lt_lt, ru_ru, sv_se, tr

source: You can find additional plugins for your site by using the <a href="%1$s">Plugin Browser/Installer</a> functionality or by browsing the <a href="%2$s" target="_blank">WordPress Plugin Directory</a> directly and installing new plugins manually. To manually install a plugin you generally just need to upload the plugin file into your <code>/wp-content/plugins</code> directory. Once a plugin has been installed, you can activate it here.
hy_am: Դուք կարող եք գտնել լրացուցիչ պլագիններ՝ օգտագործելով <a href="%1$s">Պլագինների դիտում/տեղադրում</a> հնարավորությունը կամ թերթելով <a href="%2$s" target="_blank">Վորդպրեսի պլագինների կատալոգը</a>: Պլագինները կարող են տեղադրվել ուղղակիրորեն կամ էլ &laquo;ձեռքով&raquo;: Մանուալ տեղադրման համար Ձեզ անհրաժեշտ է պարզապես ներբեռնել Ձեր նախընտրած պլագինը և տեղադրել այդ փաթեթը Ձեր <code>/wp-content/plugins</code> կատալոգում: Պլագինը տեղադնելուց հետո, դուք կարող եք այն ակտիվացնել այս էջում:

source: Most of the time, plugins play nicely with the core of WordPress and with other plugins. Sometimes, though, a plugin&#8217;s code will get in the way of another plugin, causing compatibility issues. If your site starts doing strange things, this may be the problem. Try deactivating all your plugins and re-activating them in various combinations until you isolate which one(s) caused the issue.
hy_am: Սովորաբար պլագինները հեշտությամբ համատեղվում են Վորդպրեսի և այլ պլագինների հետ: Սակայն, երբեմն մի պլագինի կոդը կարող է վնաս հասնցել մյուս պլագինին, առաջ բերելով համապատասխանության խնդիրներ: Եթե Ձեր կայքը սկսում է իրեն &laquo;պահել տարօրինակ ձևով&raquo;, ապա սա հավանաբար պլագիններից մեկնումեկի պատճառով է: Նման դեպքերում խորհուրդ է տրվում ապաակտիվացնել Ձեր բոլոր պլագինները և հերթով և տարբեր զուգակցումներով վերաակտիվացնել դրանք՝ մինեչ կհայտնաբերեք և կհեռացնեք կայքի աշխատանքներին խոչընդոտող պլագինը:

source: If something goes wrong with a plugin and you can&#8217;t use WordPress, delete or rename that file in the <code>%s</code> directory and it will be automatically deactivated.
hy_am: Եթե Ձեր պլագինն ամբողովին խաթարում է Վորդպրեսի աշխատանքը, ապա դուք կարող եք հեռացնել այդ պլագինը Ձեր <code>%s</code> կատալոգից, որով և տվյալ պլագինն ավտոմատ կերպով կապաակտիվանա:

source: <a href="http://codex.wordpress.org/Managing_Plugins#Plugin_Management" target="_blank">Documentation on Managing Plugins</a>
hy_am: <a href="http://codex.wordpress.org/Managing_Plugins#Plugin_Management" target="_blank">Պլագինները կառավարելու վերաբերյալ փաստաթղթեր</a>

source: The plugin <code>%s</code> has been <strong>deactivated</strong> due to an error: %s
hy_am: <code>%s</code> պլագինը <strong>ապաակտիվացել է</strong> հետևյալ սխալի պատճառով. %s

source: You cannot delete a plugin while it is active on the main site.
hy_am: Դուք չեք կարող հեռացնել պլագինը, քանի դեռ այն ակտիվ է Ձեր հիմնական կայքում:

source: The plugin generated %d characters of <strong>unexpected output</strong> during activation. If you notice &#8220;headers already sent&#8221; messages, problems with syndication feeds or other issues, try deactivating or removing this plugin.
hy_am: Պլագիինն ակտիվացնելու ընթացքում առաջ է բերել <strong>անսպասելի արդյունքի</strong> %d նշան: Եթե դուք տեսնում եք &#8220;headers already sent&#8221; հաղորդագրությունը, սինդիկացիոն հոսքերի և այլ խնդիրներ, փորձեք ապաակտիվացնել կամ հեառացնել այս պլագինը:

source: Plugin could not be activated because it triggered a <strong>fatal error</strong>.
hy_am: Պլագինը չի կարող ակտիվացվել, քանի որ այն առաջ է բերում <strong>ֆատալ սխալ</strong>:

source: Plugin could not be deleted due to an error: %s
hy_am: Սխալմունքի պատճառով պլագինը չի հեռացվել. %s

source: The selected plugins have been <strong>deleted</strong>.
hy_am: Ընտրված պլագինները <strong>հեռացված են</strong>:

source: Plugin <strong>activated</strong>.
hy_am: Պլագինն <strong>ակտիվացված է</strong>:

source: Selected plugins <strong>activated</strong>.
hy_am: Ընտրված պլագիններն <strong>ակտիվացված են</strong>:

source: Plugin <strong>deactivated</strong>.
hy_am: Պլագինը <strong>ապաակտիվացված է</strong>:

source: Selected plugins <strong>deactivated</strong>.
hy_am: Ընտրված պլագինները <strong>ապաակտիվածված են</strong>:

source: No out of date plugins were selected.
hy_am: Որևէ հնացած պլագին չի ընտրվել:

# plugin
source: Add New
hy_am: Ավելացնել նորը

source: Search Installed Plugins
hy_am: Որոնել տեղադրված պլագիններ

source: You can use categories to define sections of your site and group related posts. The default category is &#8220;Uncategorized&#8221; until you change it in your <a href="%s">writing settings</a>.
hy_am: Դուք կարող եք օգտագործել բաժինները՝ սահմանելու Ձեր կայքի բաժինները և խմբավորելու միմյանց հետ կապված գրառումները: Լռելյայն բաժինը կոչվում է&#8220;Uncategorized&#8221;, քանի դեռ դուք այն չեք խմբագրել <a href="%s">գրառման դրույթներում</a>:

source: You can create groups of links by using link categories. Link category names must be unique and link categories are separate from the categories you use for posts.
hy_am: Դուք կարող եք խմբավորել Ձեր հղումները՝ ստեղծելով հղումների բաժիններ: Հղումների բաժինների անվանումները պետք է լինեն առանձնահատուկ և տարբերվեն Ձեր գրառումների բաժինների անվանումներից:

source: You can assign keywords to your posts using Post Tags. Unlike categories, tags have no hierarchy, meaning there&#8217;s no relationship from one tag to another.
hy_am: Դուք կարող եք Ձեր գրառումների համար սահմանել բանալի բառեր՝ օգտվելով գրառման պիտակներից: Ի տարբերություն բաժինների, պիտակները չունեն հերիարխիկ կառուցվածք, որը նշանակում է, որ պիտակների միջև որևէ փոխկապվածություն և փոխկախվածություն չկա:

source: You can delete link categories in the Bulk Action pulldown, but that action does not delete the links within the category. Instead, it moves them to the default link category.
hy_am: Դուք կարող եք հեռացնել հղումների բաժինները՝ օգտվելով Զանգվածային գործողությունների մեյուից, սակայն այս ճանապարհով տվյալ բաժնի հղումները կմնան անվնաս և կտեղափոխվեն Ձեր հղումների լռելյայն բաժինը:

source: What&#8217;s the difference between categories and tags? Normally, tags are ad-hoc keywords that identify important information in your post (names, subjects, etc) that may or may not recur in other posts, while categories are pre-determined sections. If you think of your site like a book, the categories are like the Table of Contents and the tags are like the terms in the index.
hy_am: Ո՞րն է բաժինների և պիտակների (tags) տարբերությունը: Նորմայում, պիտակները շուտ ստեղծվող բանալի բառեր են, որոնք կարևոր տեղեկատվություն են տրամադրում Ձեր գրառման մասին (անուններ, թեմաներ և այլն): Դրանք կարող են և չեն կարող հանդիպել այլ գրառումներում: Իսկ բաժինները նախապես սահմանված խմբեր են, որոնցում խմբավորվում են նույն թեմային նվիրված տարբեր գրառումներ: Եթե համեմատենք գրքի հետ, ապա բաժինները կնմանվեն բովանդակության ցանկին, իսկ պիտակները՝ գրքի ինդեքսին:

source: When adding a new category on this screen, you&#8217;ll fill in the following fields:
hy_am: Նոր բաժին ավելացնելիս դուք պետք է լրացնեք հետևյալ դաշտերը.

source: When adding a new tag on this screen, you&#8217;ll fill in the following fields:
hy_am: Այս էջում նոր պիտակներ ավելացնելիս դուք պետք է լրացնեք հետևյալ դաշտերը.

source: <strong>Name</strong> - The name is how it appears on your site.
hy_am: <strong>Անվանումը</strong> - ինչպես է այն ցուցադրվելու Ձեր կայքում:

source: <strong>Slug</strong> - The &#8220;slug&#8221; is the URL-friendly version of the name. It is usually all lowercase and contains only letters, numbers, and hyphens.
hy_am: <strong>Սլագ (slug)</strong> - սա անվանման URL-հարմարեցված տարբերակն է: Այն սովորաբար կազմված է փոքրատառերից և պարունակում է միայն տառեր, թվեր կամ գծիկներ:

source: <strong>Parent</strong> - Categories, unlike tags, can have a hierarchy. You might have a Jazz category, and under that have children categories for Bebop and Big Band. Totally optional. To create a subcategory, just choose another category from the Parent dropdown.
hy_am: <strong>&laquo;Ծնող&raquo; </strong> -Ի տարբերություն պիտակների, բաժիններն ունեն հերիարխիա: Օրինակ, դուք կարող եք ունենալ &laquo;Ջազ&raquo; բաժինը, որի ներքո՝ &laquo;Bebop&raquo; և &laquo;Big Band&raquo; ենթաբաժինները: Այս դեպքում &laquo;Ջազ&raquo;-ը կդառնա մյուս երկուսի &laquo;ծնող&raquo; բաժինը:

source: <strong>Description</strong> - The description is not prominent by default; however, some themes may display it.
hy_am: <strong>Նկարագրություն</strong> - Նկարագրությունը պարտադիր կերպով չի ցուցադրվում, թեև որոշ թեմաներ կարող են ներկայացնել այն ընթերցողին:

source: You can change the display of this screen using the Screen Options tab to set how many items are displayed per screen and to display/hide columns in the table.
hy_am: Դուք կարող եք ձևափոխել այս էջի ներկայացման ոճը՝ սեղմելով աջ վերին անկյունի համապատասխան հղումը: Մասնավորապես, դուք կարող եք սահմանել, թե քանի բաժին ցուցադրվի մեկ էջում, ինչպես նաև ցուցադրեք/թաքցնեք աղյուսակի սյունակները:

source: <a href="http://codex.wordpress.org/Posts_Categories_Screen" target="_blank">Documentation on Categories</a>
hy_am: <a href="http://codex.wordpress.org/Posts_Categories_Screen" target="_blank">Բաժինների վերաբերյալ փաստաթղթեր</a>

source: <a href="http://codex.wordpress.org/Links_Link_Categories_Screen" target="_blank">Documentation on Link Categories</a>
hy_am: <a href="http://codex.wordpress.org/Links_Link_Categories_Screen" target="_blank">Հղումների բաժինների վերաբերյալ փաստաթղթեր</a>

source: <a href="http://codex.wordpress.org/Posts_Post_Tags_Screen" target="_blank">Documentation on Post Tags</a>
hy_am: <a href="http://codex.wordpress.org/Posts_Post_Tags_Screen" target="_blank">Գրառման պիտակների վերաբերյալ փաստաթղթեր</a>

source: Item added.
hy_am: Ավելացված է:

source: Item deleted.
hy_am: Հեռացված է:

source: Item updated.
hy_am: Թարմացված է:

source: Item not added.
hy_am: Չի ավելացվել:

source: Items deleted.
hy_am: Հեռացված են:

source: <strong>Note:</strong><br />Deleting a category does not delete the posts in that category. Instead, posts that were only assigned to the deleted category are set to the category <strong>%s</strong>.
hy_am: <strong>Հիշեցում</strong><br />Հեռացնելով բաժիններից մեկնումեկը, այդ բաժնի ներքո հրապարակված գրառումները չեն հեռացվում, այլ տեղափոխվում են <strong>%s</strong> բաժին:

source: Categories can be selectively converted to tags using the <a href="%s">category to tag converter</a>.
hy_am: Բաժիններն ընտրողաբար կարող են վերափոխվել պիտակների <a href="%s">բաժնի փոխակերպում պիտակի</a> գործիքի միջոցով:

source: Tags can be selectively converted to categories using the <a href="%s">tag to category converter</a>
hy_am: Պիտակներն ընտրողաբար կարող են վերափոխվել բաժինների <a href="%s">պիտակի փոխակերպում բաժնի</a> գործիքի միջոցով:

# Taxonomy Name
source: Name
hy_am: Անուն

source: The name is how it appears on your site.
hy_am: Ինչպես է այն ցուցադրվելու Ձեր կայքում:

# Taxonomy Slug
source: Slug
hy_am: Սլագ (slug)

source: The &#8220;slug&#8221; is the URL-friendly version of the name. It is usually all lowercase and contains only letters, numbers, and hyphens.
hy_am: &#8220;slug&#8221; -ն անվանման URL-հարմարեցված տարբերակն է: Այն սովորաբար կազմված է փոքրատառերից և պարունակում է միայն տառեր, թվեր կամ գծիկներ:

# Taxonomy Parent
source: Parent
hy_am: &laquo;Ծնող&raquo;

source: Categories, unlike tags, can have a hierarchy. You might have a Jazz category, and under that have children categories for Bebop and Big Band. Totally optional.
hy_am: Ի տարբերություն պիտակների, բաժիններն ունեն հերիարխիա: Օրինակ, դուք կարող եք ունենալ &laquo;Ջազ&raquo; բաժինը, որի ներքո՝ &laquo;Bebop&raquo; և &laquo;Big Band&raquo; ենթաբաժինները: Այս դեպքում &laquo;Ջազ&raquo;-ը կդառնա մյուս երկուսի &laquo;ծնող&raquo; բաժինը:

# Taxonomy Description
source: Description
hy_am: Նկարագրություն

source: The description is not prominent by default; however, some themes may show it.
hy_am: Նկարագրությունը պարտադիր կերպով և լռելյայն չի ցուցադրվում, թեև որոշ թեմաներ կարող են ներկայացնել այն ընթերցողին:

source: You are not allowed to be here
hy_am: Դուք իրավասու չեք գտնվելու այստեղ:

source: Upload New Media
hy_am: Բեռնել նոր մեդիա

source: You can upload media files here without creating a post first. This allows you to upload files to use with posts and pages later and/or to get a web link for a particular file that you can share.
hy_am: Դուք կարող եք բեռնել մեդիա-ֆայլեր մինչև գրառում ավելացնելը: Սա թույլ է տալիս նախապես բեռնել մեդիա-ֆայլեր, որոնք այնուհետև կօգտագործվեն Ձեր գրառումներում:

source: There are two options for uploading files: <em>Select Files</em> will open the Flash-based uploader (multiple file upload allowed), or you can use the <em>Browser Uploader</em>. Clicking <em>Select Files</em> opens a navigation window showing you files in your operating system. Selecting <em>Open</em> after clicking on the file you want activates a progress bar on the uploader screen. Basic image editing is available after upload is complete. Make sure you click <em>Save</em> before leaving this screen.
hy_am: Գոյություն ունի ֆայլեր բեռնելու երկու եղանակ: <em>Ընտրել ֆայլը</em> քայլով կբացվի ֆլեշ-բեռնավորումը (բազմաթիվ ֆայլեր բեռնելու հնարավորությամբ), կամ էլ դուք կարող եք օգտվել <em>բրաուզերային բեռնումից</em>: Սեղմելով <em>ընտրել ֆայլը</em>, Ձեր առջև բացվում է նավարկման պատուհան, որը Ձեզ ցուցադրում է Ձեր օպերացիոն համակարգի ֆայլերը: Ընտրելով Ձեր մեդիա-ֆայլը և սեղմելով <em>Open</em> կոճակը, դուք ակտիվացնում եք ֆայլի բեռնումը: Բեռնումն ավարտելուց հետո կարելի է նաև բեռնված նկարները ենթարկել որոշակի խմբագրման: Հիշեք մինչև բացված պատուհանը փակելը սեղմել <em>Պահպանել</em> կոճակը:

source: <a href="http://codex.wordpress.org/Media_Add_New_Screen" target="_blank">Documentation on Uploading Media Files</a>
hy_am: <a href="http://codex.wordpress.org/Media_Add_New_Screen" target="_blank">Մեդիա ֆայլերը բեռնելու վերաբերյալ փաստաթղթեր</a>

source: Editing Comment # %s
hy_am: # %s մեկնաբանության խմբագրում

source: View Comment
hy_am: Դիտել մեկնաբանությունը

# adjective
source: Pending
hy_am: Հաստատման փուլում

source: Submitted on: <b>%1$s</b>
hy_am: Ուղարկել է. <b>%1$s</b>

source: E-mail (%s):
hy_am: Էլ. փոստ (%s).

source: send e-mail
hy_am: ուղարկել էլ. նամակ

source: E-mail:
hy_am: Էլ. փոստ.

source: visit site
hy_am: այցելել կայքը

source: You did not select an item for editing.
hy_am: Դուք չեք ընտրել, թե ինչն եք խմբագրելու

source: The description is not prominent by default, however some themes may show it.
hy_am: Նկարագրությունը պարտադիր կերպով և լռելյայն չի ցուցադրվում, սակայն որոշ թեմաներ կարող են ցուցադրել այս դաշտը:

source: Library
hy_am: Պահոց

source: All Comments
hy_am: Բոլոր մեկնաբանությունները

# theme editor
source: Editor
hy_am: Խմբագրիչ

source: Plugins %s
hy_am: Պլագիններ %s

source: Installed Plugins
hy_am: Տեղադրված պլագիններ

# plugin editor
source: Editor
hy_am: Խմբագրիչ

source: All Users
hy_am: Բոլոր օգտատերերը

source: Available Tools
hy_am: Մատչելի գործիքներ

source: Delete Site
hy_am: Հեռացնել կայքը

source: Network Setup
hy_am: Ցանցի կառուցում

source: Settings
hy_am: Դրույթներ

# settings screen
source: General
hy_am: Ընդհանուր

source: Writing
hy_am: Գրառում

source: Reading
hy_am: Ընթերցում

source: Privacy
hy_am: Անձեռնամխելիություն

source: Permalinks
hy_am: Մշտական հղումներ

source: You do not have sufficient permissions to update plugins for this site.
hy_am: Դուք չունեք բավարար լիազորություններ՝ թարմացնելու այս կայքի պլագինները:

source: Plugin Reactivation
hy_am: Պլագինի վերաակտիվացում

source: Plugin reactivated successfully.
hy_am: Պլագինները հաջողությամբ վերաակտիվացված են:

source: Plugin failed to reactivate due to a fatal error.
hy_am: Ֆատալ սխալի պատճառով պլագինը չի վերաակտիվացվել:

source: You do not have sufficient permissions to install plugins for this site.
hy_am: Դուք չունեք բավարար լիազորություններ՝ այս կայքում տեղադնելու պլագիններ:

source: Installing Plugin: %s
hy_am: Տեղադրվում է %s պլագինը

source: Upload Plugin
hy_am: Բեռնել պլագինը

source: Installing Plugin from uploaded file: %s
hy_am: Պլագինի տեղադրում բեռնված ֆայլից. %s

source: You do not have sufficient permissions to update themes for this site.
hy_am: Դուք բավարար լիազորված չեք՝ թարմացնելու այս կայքի թեման:

source: You do not have sufficient permissions to install themes for this site.
hy_am: Դուք բավարար լիազորված չեք՝ տեղադրելու այս կայքի թեմաները:

source: Installing Theme: %s
hy_am: %s թեմայի տեղադրում

source: Upload Theme
hy_am: Բեռնել թեման

source: Installing Theme from uploaded file: %s
hy_am: Թեմայի տեղադրում բեռնված ֆայլից. %s

source: Invalid plugin page
hy_am: Պլագինի էջը սխալ է:

source: Cannot load %s.
hy_am: %s-ի բեռնումը խափանվել է:

source: You are not allowed to import.
hy_am: Դուք ներմուծելու իրավասություն չունեք

source: Your theme does not support navigation menus or widgets.
hy_am: Ձեր թեման չի ապահովում նավարկման մենյուների կամ վիջեթների առկայությունը:

source: The menu item has been successfully deleted.
hy_am: Մենյուի կոմպոնենտը հաջողությամբ հեռացվել է

source: The menu has been successfully deleted.
hy_am: Մենյուն հաջողությամբ հեռացվել է:

source: The <strong>%s</strong> menu has been successfully created.
hy_am: <strong>%s</strong> մենյուն հաջողությամբ ստեղծված է:

source: Please enter a valid menu name.
hy_am: Խնդրում ենք ընտրել մենյուի ճիշտ անվանում:

source: The <strong>%s</strong> menu has been updated.
hy_am: <strong>%s</strong> մենյուն թարմացված է:

source: This feature, introduced in version 3.0, allows you to use a custom menu in place of your theme&#8217;s default menus. If your theme does not support the custom menus feature yet (the default theme, Twenty Ten, does), you can learn about adding this support by following the Documentation link in this tab. You can still use the &#8220;Custom Menu&#8221; widget to add menus to a sidebar.
hy_am: Այս հնարավորությունը ներմուծվել է 3.0 տարբեակում և թուլ է տալիս օգտագործել Ձեր ստեղծած մենյուն թեմայի լռելյայն մենյուի փոխարին: Եթե Ձեր թեման դեռևս չի ապահովում սեփական մենյու ստեղծելու ֆունկիան (լռելյայն թեման՝ Twenty Ten-ն ապահովում է), դուք կարող եք սովորել, թե ինչպես օգտվել այս հնարավորությունից՝ օգտվելով այս թաբի լրացուցիչ նյութերից: Բոլոր դեպքերում, դուք կարող եք օգտվել &laquo;Custom Menu&raquo; վիջեթից, որպեսզի ավելացնեք մենյուներ կողմնային սյունակում (sidebar):

source: You can create custom menus for your site. These menus may contain links to pages, categories, custom links or other content types (use the Screen Options tab to decide which ones to show on the screen). You can specify a different navigation label for a menu item as well as other attributes. You can create multiple menus. If your theme includes more than one menu, you can choose which custom menu to associate with each. You can also use custom menus in conjunction with the Custom Menus widget.
hy_am: Ձեր կայքի համար դուք կարող եք ստեղծել Ձեր սեփական մենյուները: Դրանք կարող են պարունակել հումներ դեպի էջերր, բաժիներ կամ այլ հղումներ և այլ տարրեր (օգտվեք Ցուցադրման դրույթներից՝ սահմանելու, թե դրանցից որոնք ներկայացվեն այս էջում): Նավարկման կոմպոնենտերի համար դուք կարող եք սահմանել տարբեր նավարկման պիտակներ (label), ինչպես նաև այլ ատրիբուտներ: Դուք կարող եք ստեղծել բազմաթիվ մենյուներ: Եթե Ձեր թեման պարունակում է ավելի, քան մեկ մենյու,դուք կարող եք ընրել, թե Ձեր ստեղծած մենյուներից որն ասոցիացվի դրանցից յուրաքանչյուրի հետ Դուք կարող եք նաև օգտվել մենյուների վիջեթից:

source: To create a new custom menu, click on the + tab, give the menu a name, and click Create Menu. Next, add menu items from the appropriate boxes. You&#8217;ll be able to edit the information for each menu item, and can drag and drop to put them in order. You can also drag a menu item a little to the right to make it a submenu, to create menus with hierarchy. Drop the item into its new nested placement when the dotted rectangle target shifts over, also a little to the right. Don&#8217;t forget to click Save when you&#8217;re finished.
hy_am: Նոր մենյու ստեղծելու համար, սեղմեք + թաբը, մենյուին տվեք անուն և սեղմեք &laquo;Ստեղծել մենյու&raquo; կոճակը: Հաջորդ քայլով, համապատասխան դաշտերից ավելացրեք մենյուի կոմպոնենտները: Դուք ի վիճակի կլինեք խմբագրել յուրաքանչյուր կոմպոնենտի տեղեկատվությունը և կկարողանաք &laquo;քաշել-բաց թողնելով&raquo; (drag and drop) ընտրել դրանց ցուցադրման հերթականությունը: Նմանատիպ մոտեցմամբ դուք կարող եք նաև ստեղծել ենթամենյուներ՝ Ձեր նախընտրելի հերիարխիայով: Չմոռանաք վերջում սեղմել &laquo;Պահպանել&raquo; կոճակը:

source: <a href="http://codex.wordpress.org/Appearance_Menus_Screen" target="_blank">Documentation on Menus</a>
hy_am: <a href="http://codex.wordpress.org/Appearance_Menus_Screen" target="_blank">Մենյուների վերաբերյալ փաստաթղթեր</a>

source: Add New Menu
hy_am: Ավելացնել նոր մենյու

source: Add menu
hy_am: Ավելացնել մենյու

source: Menu Name
hy_am: Մենյուի անվանումը

source: Enter menu name here
hy_am: Մենյուի անվանումը գրել այստեղ

source: Automatically add new top-level pages
hy_am: Ավտոմատ կերպով ավելացնել նոր վերին մակարդակի էջեր

source: Create Menu
hy_am: Ստեղծել մենյու

source: Save Menu
hy_am: Պահպանել մենյուն

source: Delete Menu
hy_am: Հեռացնել մենյուն

source: To create a custom menu, give it a name above and click Create Menu. Then choose items like pages, categories or custom links from the left column to add to this menu.
hy_am: Ձեր սեփական մենյուն ստեղծելու համար, տվեք այդ մենյուին անուն և սեղմեք &laquo;Ստեղծել մենյու&raquo; հղումը: Այնուհետև ձախ կողմից ընտրեք և այս մենյուին ավելացրեք տարբեր բաղադրիչներ, ինչպիսիք են՝ էջեր, բաժիններ կամ առանձին հղումներ

source: After you have added your items, drag and drop to put them in the order you want. You can also click each item to reveal additional configuration options.
hy_am: Ձեր մենյուի բաղադրիչներն ավելացնելուց հետո, &laquo:քաշեք և բաց թողեք&raquo; (drug-and-drop) դրանք Ձեր մենյուի մեջ Ձեր նախընտրելի հերթականությամբ: Դուք կարող եք նաև սեղմել դրանցից յուրաքանչյուրը՝ սահմանելու լրացուցիչ դրույթներ:

source: When you have finished building your custom menu, make sure you click the Save Menu button.
hy_am: Ձեր մենյուն կառուցելուց ավարտելուց հետո, չմոռանաք վերջում սեղմել &laquo;Պահպանել մենյուն&raquo; կոճակը:

source: Error: options page not found.
hy_am: Սխալ. դրույթների էջը չի գտնվել:

source: You do not have sufficient permissions to modify unregistered settings for this site.
hy_am: Դուք չունեք բավարար լիազորություններ՝ ձևափոխելու այս կայքի չգրանցված դրույթները:

source: The <code>%1$s</code> setting is unregistered. Unregistered settings are deprecated. See http://codex.wordpress.org/Settings_API
hy_am: <code>%1$s</code> դրույթը դեռ չի գրանցվել: Չգրանցված դրույթներն այլևս չի օգտագործվում: Լրացուցիչ տեղեկությունների համար այցելեք http://codex.wordpress.org/Settings_API

source: All Settings
hy_am: Բոլոր դրույթները

source: AtomPub services are disabled on this site. An admin user can enable them at %s
hy_am: Այս կայքի համար AtomPub ծառայություններն անջատված են: Կառավարիչը կարող է ակտիվացնել դրանք %s-ին:

source: Sorry, you do not have the right to access this site.
hy_am: Կներեք, դուք իրավասու չեք դիտելու այս կայքը:

source: Sorry, you do not have the right to edit/publish new posts.
hy_am: Կներեք, դուք իրավասու չեք խմբագրելու/հրապարակելու նոր գրառումներ:

source: Sorry, you do not have the right to access this post.
hy_am: Կներեք, դուք իրավասու չեք դիտելու այս գրառումը:

source: Sorry, you do not have permission to upload files.
hy_am: Կներեք, դուք իրավասու չեք բեռնելու ֆայլեր:

source: Error occurred while accessing post metadata for file location.
hy_am: Գրառման մետա-տվյալները հասանելի չեն

source: This action has been disabled by the administrator.
hy_am: Այս գործողությունն արգելափակվել է կառավարիչի կողմից:

source: Slow down cowboy, no need to check for new mails so often!
hy_am: Հանգստացեք, էլ. նամակներն այսչափ հաճախակի ստուգելու կարիք չկա:

source: There doesn&#8217;t seem to be any new mail.
hy_am: Որևէ նոր էլ. նամակ կարծես թե չունեք:

source: Author is %s
hy_am: Հեղինակն է՝ %s
