Repository: Idealien/Multisite-Language-Switcher
Catalog: languages/msls-*.po
Languages: hy_am, lt_lt, ru_ru, sv_se, tr

source: Restore this item from the Trash
hy_am: Դուրս հանել աղբարկղից

source: Move this item to the Trash
hy_am: Տեղափոխել դեպի աղբարկղ

source: Trash
hy_am: Աղբարկղ

source: Delete this item permanently
hy_am: Անդառնալիորեն հեռացնել

source: Preview &#8220;%s&#8221;
hy_am: &#8220;%s&#8221;-ի նախնական դիտում

source: View &#8220;%s&#8221;
hy_am: &#8220;%s&#8221;-ի դիտում

source: View
hy_am: Դիտել

source: Unpublished
hy_am: Չհրապարակված

source: %s ago
hy_am: %s առաջ

source: Missed schedule
hy_am: Կորցված նախատեսում

source: Last Modified
hy_am: Վերջին խմբագրումը

source: No Tags
hy_am: Պիտակներ չկան

source: Bulk Edit
hy_am: Զանգվածային խմբագրում

source: Quick Edit
hy_am: Արագ խմբագրել

source: &mdash; No Change &mdash;
hy_am: &mdash; Ոչ մի փոփոխություն &mdash;

source: &ndash;OR&ndash;
hy_am: &ndash;ԿԱՄ&ndash;

source: [more]
hy_am: [ավելին]

source: [less]
hy_am: [պակաս]

source: Parent
hy_am: &laquo;Ծնողը&raquo;

source: Main Page (no parent)
hy_am: Հիմնական էջ (ոչ &laquo;ծնողը&raquo;)

source: Order
hy_am: Հերթական համարը

source: Template
hy_am: Շաբլոն

source: Default Template
hy_am: Լռելաայն շաբլոն

source: Allow
hy_am: Թույլատրել

source: Do not allow
hy_am: Չթույլատրել

source: Pings
hy_am: Պինգեր

source: Allow Comments
hy_am: Թույլատրել մեկնաբանություններ

source: Allow Pings
hy_am: Թույլատրել պինգեր

source: Sticky
hy_am: &laquo;Փակցված&raquo;

source: Not Sticky
hy_am: Ոչ &laquo;փակցված&raquo;

source: Make this post sticky
hy_am: &laquo;Փակցնել&raquo; այս գրառումը

source: Image data does not exist. Please re-upload the image.
hy_am: Նկարի տվյալները բացակայում են: Խնդրում ենք վերաբեռնել այս նկարը:

source: Crop
hy_am: Ընտրել նկարի մի մասը (crop)

source: Rotate counter-clockwise
hy_am: Պտտել ժամսլաքի ուղղությամբ

source: Rotate clockwise
hy_am: Պտտել ժամսլաքի հակառակ ուղղությամբ

source: Image rotation is not supported by your web host (function imagerotate() is missing)
hy_am: Նկարների պտտումն ապահովված չե Ձեր վեբ հոստի կողմից (imagerotate() ֆունկցիան բացակայում է)

source: Flip vertically
hy_am: Ուղղահայաց շրջում

source: Flip horizontally
hy_am: Հորիզոնական շրջում

source: Scale Image
hy_am: Մասշտաբեցնել նկարը

source: You can proportionally scale the original image. For best results the scaling should be done before performing any other operations on it like crop, rotate, etc. Note that if you make the image larger it may become fuzzy.
hy_am: Դուք կարող եք օրիգինալ նկարը մասշտաբեցնել՝ պահպանելով չափսերի հարաբերակցությունը: Լավագույն արդյունքների համար նկարների մասշտաբացումը պետք է կատարել մինչև մյուս գործողությունները, ինչպիսիք են պտտելը, շրջելը և այլն: Հիշեք, որ որքան մեծացնեք նկարը, այդքան այն կդառնա անորակ:

source: Original dimensions %s
hy_am: Նախնական չափսերը %s

source: Discard any changes and restore the original image.
hy_am: Վերացնել բոլոր փոփոխությունները և վերականգնել սկզբնական նկարը:

source: Previously edited copies of the image will not be deleted.
hy_am: Նկարի նախնական խմբագրված պատճեները չեն հեռացվի:

source: Restore image
hy_am: Վերականգնել նկարը

source: Image Crop
hy_am: Ընտրել նկարի մի մասը (crop)

source: (help)
hy_am: (օգնություն)

source: The image can be cropped by clicking on it and dragging to select the desired part. While dragging the dimensions of the selection are displayed below.
hy_am: Նկարի մի մասը կարող է ընտրվել՝ սեղմելով այն և ընտրելով վերջինիս ցանկալի շրջանը:

source: Keyboard Shortcuts
hy_am: Ստեղնային shortcut-ներ

source: Arrow: move by 10px
hy_am: Arrow. տեղաշարժել 10px-ով

source: Shift + arrow: move by 1px
hy_am: Shift + arrow. տեղաշարժել 1px-ով

source: Ctrl + arrow: resize by 10px
hy_am: Ctrl + arrow. փոփոխել չափսերը 10px-ով

source: Ctrl + Shift + arrow: resize by 1px
hy_am: Ctrl + Shift + arrow. փոփոխել չափսերը 1px-ով

source: Shift + drag: lock aspect ratio
hy_am: Shift + drag. փակել aspect ratio-ն

source: Crop Aspect Ratio
hy_am: Ընտրել Aspect Ratio

source: You can specify the crop selection aspect ratio then hold down the Shift key while dragging to lock it. The values can be 1:1 (square), 4:3, 16:9, etc. If there is a selection, specifying aspect ratio will set it immediately.
hy_am: Դուք կարող եք սահմանել crop selection aspect ratio-ն, որից հետո սեղմած պահել Shift ստեղնը while dragging to lock it. The values can be 1:1 (square), 4:3, 16:9, etc. If there is a selection, specifying aspect ratio will set it immediately.

source: Once started, the selection can be adjusted by entering new values (in pixels). Note that these values are scaled to approximately match the original image dimensions. The minimum selection size equals the thumbnail size as set in the Media settings.
hy_am: Once started, the selection can be adjusted by entering new values (in pixels). Note that these values are scaled to approximately match the original image dimensions. Ընտրված ամենափոքր չափսը հավասարվում է մեդիա դրույթներում փոքրացված նկարների (thumbnail) չափսին:

source: Selection:
hy_am: Ընտրված է.

source: Thumbnail Settings
hy_am: Փոքրացված նկարի (thumbnail) դրույթներ

source: Current thumbnail
hy_am: Ընթացիկ փոքրացված նկարը (thumbnail)

source: Apply changes to:
hy_am: Փոփոխությունները տարածել.

source: All image sizes
hy_am: Նկարների բոլոր չափսերը

source: All sizes except thumbnail
hy_am: Նկարների բոլոր չափսերը՝ բացառությամբ փոքրացվածների (thumbnail)

source: There are unsaved changes that will be lost. 'OK' to continue, 'Cancel' to return to the Image Editor.
hy_am: Առկա են չպահպանված փոփոխություններ, որոնք կկորչեն: Սեղմեք &laquo;Շարունակել&raquo; կամ &laquo;Դադարեցնել&raquo;՝ վերադառնալու նկարների խմբագրման էջը:

source: Cannot load image metadata.
hy_am: Չի հաջողվում բեռնել նկարների մետա-տվյալները:

source: Cannot save image metadata.
hy_am: Չի հաջողվում պահպանել նկարների մետա-տվյալները:

source: Image metadata is inconsistent.
hy_am: Նկարի մետա-տվյալները ճիշտ չեն:

source: Image restored successfully.
hy_am: Նկարը հաջողությամբ վերականգնված է:

source: Unable to create new image.
hy_am: Չի հաջողվում ստեղծել նոր նկար:

source: Error while saving the scaled image. Please reload the page and try again.
hy_am: Մասշտաբացված նկարի պահպանման ընթացքում տեղ է գտել սխալ: Խնդրում ենք թարմացնել էջը և կրկին փորձել:

source: Nothing to save, the image has not changed.
hy_am: Պահպանելու բան չկա, նկարը մնացել է անփոփոխ:

source: Unable to save the image.
hy_am: Նկարը պահպանել չի հաջողվում:

source: Image saved
hy_am: Նկարը պահպանված է

source: Admin Color Scheme
hy_am: Կառավարման էջի գունային սխեման

source: No items found.
hy_am: Որևէ բան չի գտնվել:

source: You only have one theme enabled for this site right now. Visit the Network Admin to <a href="%1$s">enable</a> or <a href="%2$s">install</a> more themes.
hy_am: Ներկայումս այս կայքի համար դուք ակտիվացրել եք միայն մեկ թեմա: Այցելեք ցանցային կառավարման էջը և <a href="%1$s">ակտիվացրեք</a> կամ <a href="%2$s">տեղադրեք</a> նոր թեմաներ:

source: You only have one theme enabled for this site right now. Visit the Network Admin to <a href="%1$s">enable</a> more themes.
hy_am: Ներկայումս այս կայքի համար դուք ակտիվացրել եք միայն մեկ թեմա: Այցելեք ցանցային կառավարման էջը և <a href="%1$s">ակտիվացրեք</a> նոր թեմաներ:

source: You only have one theme installed right now. Live a little! You can choose from over 1,000 free themes in the WordPress.org Theme Directory at any time: just click on the <a href="%s">Install Themes</a> tab above.
hy_am: Ներկա պահին դուք ունեք միայն մեկ տեղադրված թեմա: Այնուամենայնիվ, դուք կարող եք WordPress.org-ի թեմաների կատալոգից բեռնել ավելի քան 1000 մշտապես թարմացվող թեմաներ: Պարզապես սեղմեք վերևի <a href="%s">Տեղադրել թեմաներ</a> հղումը:

source: Only the current theme is available to you. Contact the %s administrator for information about accessing additional themes.
hy_am: Ձեզ մատչելի է միայն ընթացիկ թեման: Լրացուցիչ թեմաներ ունենալու վերաբերյալ տեղեկատվություն ստանալու համար խնդրում ենք դիմել %s-ի կառավարիչին:

source: Preview of &#8220;%s&#8221;
hy_am: &laquo;%s&raquo;-ի նախնական դիտում

source: Activate &#8220;%s&#8221;
hy_am: Ակտիվացնել &laquo;%s&raquo;-ը

source: Activate
hy_am: Ակտիվացնել

source: You are about to delete this theme '%s' 'Cancel' to stop, 'OK' to delete.
hy_am: Դուք պատրաստվում եք հեռացնել &laquo;%s&raquo; թեման: Սեղմեք &laquo;Դադարեցնել&raquo; կամ &laquo;Շարունակել&raquo;՝ հեռացնելու համար:

source: Delete
hy_am: Հեռացնել

source: The template files are located in <code>%2$s</code>. The stylesheet files are located in <code>%3$s</code>. <strong>%4$s</strong> uses templates from <strong>%5$s</strong>. Changes made to the templates will affect both themes.
hy_am: Շաբլոնային (template) ֆայլերը տեղադրված են <code>%2$s</code>-ում: Ոճավորման ֆայլերը (stylesheet) տեղադրված են <code>%3$s</code>-ում: <strong>%4$s</strong>-ը օգտագործում է <strong>%5$s</strong>-ի շաբլոնները: Այս շաբլոնների փոփոխությունները կազդեն երկու թեմաների վրա:

source: All of this theme&#8217;s files are located in <code>%2$s</code>.
hy_am: Այս թեմայի բոլոր ֆայլերը տեղակայված են <code>%2$s</code> ֆոլդերում:

source: From Computer
hy_am: Համակարգչից

source: From URL
hy_am: URL-ից

source: Gallery
hy_am: Մեդիա-շտեմարան

source: Gallery (%s)
hy_am: Մեդիա-պահոց

source: Uploads
hy_am: Բեռնումներ

source: WordPress
hy_am: Վորդպրես

source: Upload/Insert %s
hy_am: Բեռնել/Ներմուծել %s

source: Large
hy_am: Մեծ

source: File URL
hy_am: Ֆայլի URL հասցեն

source: Post URL
hy_am: Գրառման URL

source: Alt text for the image, e.g. &#8220;The Mona Lisa&#8221;
hy_am: Նկարի Alt տեքստ, օրինակ &laquo;Մոնա Լիզա&raquo;

source: Empty Title filled from filename.
hy_am: Դատարկ վերնագիրը լրացվել է ֆայլի անվանումով:

source: Location of the uploaded file.
hy_am: Բեռնված ֆայլի տեղադրությունը:

source: Show
hy_am: Ցուցադրել

source: Hide
hy_am: Թաքցնել

source: File name:
hy_am: Ֆայլի անվանում.

source: File type:
hy_am: Ֆայլի տեսակ.

source: Upload date:
hy_am: Բեռնման ամսաթիվ.

source: Dimensions:
hy_am: Չափսեր.

source: Insert into Post
hy_am: Ներդնել գրառման մեջ

source: You are about to delete <strong>%s</strong>.
hy_am: Դուք պատրաստվում եք հեռացնել <strong>%s</strong>-ը:

source: Sorry, you have filled your storage quota (%s MB).
hy_am: Կներեք, դուք հասել եք Ձեր շտեմարանի լիմիտին (%s մԲ):

source: Select Files
hy_am: Ընտրել ֆայլեր

source: Choose files to upload
hy_am: Ընտրել բեռնման ենթաակա ֆայլերը

source: Cancel Upload
hy_am: Դադարեցնել բեռնումը

source: Maximum upload file size: %d%s
hy_am: Բեռնվող ֆայլի առավելագույն չափսը՝ %d%s

source: After a file has been uploaded, you can add titles and descriptions.
hy_am: Երբ ֆայլը բեռնվի, դուք կկարողանաք ընտրել վերնագիր և նկարագրություն:

source: If you want to use all capabilities of the uploader, like uploading multiple files at once, please update to lighttpd 1.5.
hy_am: Եթե դուք ցանկանում եք օգտագործել բոլոր հնարավորությունները, ինչպես, օրինակ՝ միաժամանակ բազմաթիվ ֆայլեր բեռնելը, խնդրում ենք թարմացնել մինչև lighttpd 1.5:

source: Add media files from your computer
hy_am: Ավելացնել մեդիա ֆայլ Ձեր համակարգչից

source: Save all changes
hy_am: Պահպանել բոլոր փոփոխությունները

source: Add media file from URL
hy_am: Ավելացնել մեդիա ֆայլ URL-ից

source: All Tabs:
hy_am: Բալար թաբերը.

source: Sort Order:
hy_am: Հերթականությունը.

source: Ascending
hy_am: Աճող

source: Descending
hy_am: Նվազող

# verb
source: Clear
hy_am: Մաքրել

source: Gallery Settings
hy_am: Մեդիա-պահոցի դրույթներ

source: Link thumbnails to:
hy_am: Փոքրացված նկարները (thumbnails) հղել դեպի.

source: Image File
hy_am: Նկարի ֆայլ

source: Attachment Page
hy_am: Կցորդների էջ

source: Order images by:
hy_am: Նկարները դասավորել ըստ.

source: Menu order
hy_am: Մենյուի դասավորություն

source: Date/Time
hy_am: Օր/Ժամ

source: Random
hy_am: Պատահական

source: Order:
hy_am: Դասավորությոուն.

source: Gallery columns:
hy_am: Մեդիա-պահոցի սյունակներ.

source: Insert gallery
hy_am: Ներմուծել մեդիա-պահոց

source: Update gallery settings
hy_am: Թարմացնել մեդիա-պահոցի դրույթները

source: All Types
hy_am: Բոլոր տեսակները

source: Show all dates
hy_am: Ցուցադրել բոլոր ամսաթվերը

source: Filter &#187;
hy_am: Ֆիլտր &#187;

source: Image Caption
hy_am: Նկարի տիտր (caption)

source: Insert an image from another web site
hy_am: Ներմուծել նկար այլ վեբկայքիցս

source: Image Title
hy_am: Նկարի վերնագիր

source: Link Image To:
hy_am: Նկարը հղել դեպի.

source: Link to image
hy_am: Նկարի հղում

source: Audio File URL
hy_am: Աուդիո ֆայլի URL

source: Link text, e.g. &#8220;Still Alive by Jonathan Coulton&#8221;
hy_am: Հղման տեքստ, օրինակ՝ &laquo;Still Alive by Jonathan Coulton&raquo;

source: Video URL
hy_am: Վիդեո URL

source: Link text, e.g. &#8220;Lucy on YouTube&#8221;
hy_am: Հղման տեքստ, օրինակ՝ &laquo;Lucy on YouTube&raquo;

source: Link text, e.g. &#8220;Ransom Demands (PDF)&#8221;
hy_am: Հղման տեքստ, օրինակ՝ &laquo;Ransom Demands (PDF)&raquo;

source: You are using the Flash uploader. Problems? Try the <a href="%s">Browser uploader</a> instead.
hy_am: Դուք օգտվում եք Ֆլեշ բեռնիչից: Կա՞ն խնդիրներ: Դրա փոխարեն, փորձեք <a href="%s">բրաուզերային բեռնիչ</a>:

source: You are using the Browser uploader.
hy_am: Դուք օգտվում եք բրաուզերային բեռնիչից:

source: Try the <a href="%s">Flash uploader</a> instead.
hy_am: Դրա փոխարեն, փորձեք <a href="%s">ֆլեշ բեռնիչ</a>:

source: An Unexpected HTTP Error occurred during the API request.
hy_am: API հարցման ընթացքում տեղի է ունեցել HTTP սխալ:

source: An unknown error occurred.
hy_am: Տեղ է գտել անհասկանալի սխալ:

source: Plugins extend and expand the functionality of WordPress. You may automatically install plugins from the <a href="http://wordpress.org/extend/plugins/">WordPress Plugin Directory</a> or upload a plugin in .zip format via this page.
hy_am: Պլագինները հարստացնում և ընդլայնում են Վորդպրեսի հնարավորությունները: Դուք կարող եք ավտոմատ կերպով տեղադրել նոր պալգիններ՝ այցելելով <a href="http://wordpress.org/extend/plugins/">Վորդպրեսի պլագինների կատալոգ</a> կամ էլ ներբեռնել Ձեր նախընտրած պլագինի .zip տարբերակն այս էջից:

source: Search for plugins by keyword, author, or tag.
hy_am: Որոնել պլագիններ ըստ բանալի բառի, հեղինակի կամ էլ պիտակի:

source: Popular tags
hy_am: Հանրաճանաչ պիտակներ

source: You may also browse based on the most popular tags in the Plugin Directory:
hy_am: Դուք կարող եք նաև թերթել Պլագինների կատալոգում առկա հանրաճանաչ թեգերով պլագինները:

source: %d plugin
hy_am: %d պլագին

source: %d plugins
hy_am: %d պլագիններ

source: Term
hy_am: Բանալի բառ

# Plugin Installer
source: Tag
hy_am: Պիտակ

source: Search Plugins
hy_am: Որոնել պլագիններ

source: Install a plugin in .zip format
hy_am: Տեղադնել .zip ֆորմատի պլագին

source: If you have a plugin in a .zip format, you may install it by uploading it here.
hy_am: Եթե դուք ունեք .zip ֆորմատի պլագին, դուք կարող եք տեղադնել այն՝ բեռնելով այստեղից:

source: Plugin zip file
hy_am: Պլագինի ZIP ֆայլ

source: Install Now
hy_am: Տեղադնել հիմա

source: Plugin Install
hy_am: Պլագինի տեղադրում

source: Install Update Now
hy_am: Տեղանդել թարմացումը հենց հիմա

source: Newer Version (%s) Installed
hy_am: Նոր տարբերակը (%s) տեղադրված է:

source: Latest Version Installed
hy_am: Ամենավերջին տարբերակը տեղադրված է:

source: FYI
hy_am: Տեղակատվություն

source: Author:
hy_am: Հեղինակ.

source: Last Updated:
hy_am: Վերջին թարմացումը.

source: Requires WordPress Version:
hy_am: Պահանջվում է Վորդպրեսի հետևյալ տարբերակը.

source: %s or higher
hy_am: %s կամ ավելի բարձր

source: Compatible up to:
hy_am: Համապատասխանում է մինչև.

source: Downloaded:
hy_am: Ներբեռնվել է.

source: %s time
hy_am: %s անգամ

source: WordPress.org Plugin Page &#187;
hy_am: WordPress.org-ի պլագինների էջ &#187;

source: Plugin Homepage &#187;
hy_am: Պլագինի վեբկայքը &#187;

source: Average Rating
hy_am: Միջին վարկանիշ

source: (based on %s rating)
hy_am: (հիմնված է %s վարկանիշավորման վրա)

source: 5 stars
hy_am: 5 աստղ

source: 4 stars
hy_am: 4 աստղ

source: 3 stars
hy_am: 3 աստղ

source: 2 stars
hy_am: 2 աստղ

source: 1 star
hy_am: 1 աստղ

source: <strong>Warning:</strong> This plugin has <strong>not been tested</strong> with your current version of WordPress.
hy_am: <strong>Զգուշացում.</strong> Այս պլագինը դեռ <strong>չի ստուգվել, թե արդյոք համատեղելի է</strong> Ձեր Վորդպրեսի ընթացիկ տարբերակի հետ:

source: <strong>Warning:</strong> This plugin has <strong>not been marked as compatible</strong> with your version of WordPress.
hy_am: <strong>Զգուշացում.</strong> Այս պլագինի և Ձեր Վորդպրեսի ընթացիկ տարբերակի միջև <strong>համատեղելիության մասին որևէ նշում չկա</strong>:

source: Search Results
hy_am: Որոնման արդյունքներ

# Theme Installer
source: Featured
hy_am: Կարևորված (featured)

# Theme Installer
source: Newest
hy_am: Ամենանորերը

# Theme Installer
source: Recently Updated
hy_am: Վերջերս թարմացված

source: Try again
hy_am: Կրկին փորձեք

source: No themes match your request.
hy_am: Ձեր հարցմանը համապատասխանող որևէ թեմա չի հայտնաբերվել:

source: No matching users were found!
hy_am: Օգտատերերի որևէ համընկնում չի գտնվել:

source: Displaying %s&#8211;%s of %s
hy_am: Ցուցադրվում է %s&#8211;%s ընդհանուր %s-ից

source: No comments awaiting moderation&hellip; yet.
hy_am: Վերահսկմաան ենթակա որևէ մեկնաբանություն չկա&hellip; դեռևս:

source: No comments found.
hy_am: Մեկնաբանություններ չեն գտնվել:

# comments
source: All
hy_am: Բոլորը

source: Pending <span class="count">(<span class="pending-count">%s</span>)</span>
hy_am: Հաստատման փուլում <span class="count">(<span class="pending-count">%s</span>)</span>

source: Approved
hy_am: Հաստատված

source: Spam <span class="count">(<span class="spam-count">%s</span>)</span>
hy_am: Սփամ <span class="count">(<span class="spam-count">%s</span>)</span>

source: Trash <span class="count">(<span class="trash-count">%s</span>)</span>
hy_am: Աղբարկղում <span class="count">(<span class="trash-count">%s</span>)</span>

# comment
source: Mark as Spam
hy_am: Նշել որպես սփամ

# comment
source: Not Spam
hy_am: Սփամ չէ

source: Show all comment types
hy_am: Ցուցադրել բոլոր տեսակի մեկնաբանությունները

source: Empty Spam
hy_am: Դատարկ սփամ

# column name
source: Comment
hy_am: Մեկնաբանություն

# column name
source: In Response To
hy_am: ի պատասխան

source: Y/m/d \a\t g:i A
hy_am: d/m/Y - g:i A

source: Submitted on <a href="%1$s">%2$s at %3$s</a>
hy_am: Ուղարկվել է <a href="%1$s">%2$s ժամը %3$s-ին</a>

source: In reply to <a href="%1$s">%2$s</a>.
hy_am: Որպես <a href="%1$s">%2$s</a>-ին պատասխան:

source: Main Index Template
hy_am: Գլխավոր ինդեքս շաբլոն

source: Stylesheet
hy_am: Ոճ (stylesheet)

source: Visual Editor Stylesheet
hy_am: Վիզուալ խմբագրիչի ոճ

source: Visual Editor RTL Stylesheet
hy_am: Վիզուալ խմբագրիչի RTL ոճ

source: RTL Stylesheet
hy_am: RTL ոճ

source: Popup Comments
hy_am: Popup մեկնաբանություններ

source: Footer
hy_am: Ֆութեր (footer)

source: Author Template
hy_am: Հեղինակի շաբլոն

source: Tag Template
hy_am: Պիտակների շաբլոն

source: Category Template
hy_am: Բաժնի շաբլոն

source: Page Template
hy_am: Էջի շաբլոն

source: Search Form
hy_am: Որոնման դաշտ

source: Single Post
hy_am: Առանձին գրառում

source: 404 Template
hy_am: 404 շաբլոն

source: Links Template
hy_am: Հղումների շաբլոն

source: Theme Functions
hy_am: Թեմայի ֆունկցիաներ

source: Attachment Template
hy_am: Կցորդների շաբլոն

source: Image Attachment Template
hy_am: Նկար-կցորդի շաբլոն

source: Video Attachment Template
hy_am: Վիդեո-կցորդի շաբլոն

source: Audio Attachment Template
hy_am: Աուդիո-կցորդի շաբլոն

source: Application Attachment Template
hy_am: Ծրագրային կցորդի շաբլոն

source: .htaccess (for rewrite rules )
hy_am: .htaccess (rewrite կանոնների համար)

source: Comments Template
hy_am: Մեկնաբանությունների շաբլոն

source: Popup Comments Template
hy_am: Popup մեկնաբանությունների շաբլոն

source: %s Page Template
hy_am: %s էջի շաբլոն

source: Sorry, can&#8217;t edit files with &#8220;..&#8221; in the name. If you are trying to edit a file in your WordPress home directory, you can just type the name of the file in.
hy_am: Կներեք, չի հաջողվում խմբագրել իրենց անվանումնրում &#8220;..&#8221; ունեցող ֆայլերը: Եթե դուք փորձում եք խմբագրել Ձեր Վորդպրեսի կատալոգի ֆայլ, դդուք կարող եք պարզապես ներկայացնել այդ ֆայլի անվանումը:

source: Sorry, that file cannot be edited.
hy_am: Կներեք, այդ ֆայլը հնարավոր չէ խմբագրել:

source: The uploaded file exceeds the <code>upload_max_filesize</code> directive in <code>php.ini</code>.
hy_am: Բեռնված ֆայլը գերազանցում է <code>upload_max_filesize</code> դիրեկտիվի սահմանափակմանը, որը ներկայացված է <code>php.ini</code>-ում:

source: The uploaded file exceeds the <em>MAX_FILE_SIZE</em> directive that was specified in the HTML form.
hy_am: Բեռնված ֆայլը գերազանցում է HTML-ով սահմանված <em>MAX_FILE_SIZE</em> դիրեկտիվը:

source: The uploaded file was only partially uploaded.
hy_am: Ֆայլը միայն մասամբ է բեռնվել:

source: No file was uploaded.
hy_am: Որևէ ֆայլ չի բեռնվել:

source: Missing a temporary folder.
hy_am: Ժամանակավոր ֆոլդերը չի գտնվում:

source: Failed to write file to disk.
hy_am: Հնարավոր չէ ֆայլը գրանցել դիսկի վրա:

source: File upload stopped by extension.
hy_am: Ֆայլի բեռնումը դադարեցվել է էքստենզիայով:

source: Invalid form submission.
hy_am: Գրանցաձևը սխալ է լրացվել:

source: File is empty. Please upload something more substantial.
hy_am: Ֆայլը դատարկ է: Խնդրում ենք բեռնել նորմալ ֆայլ:

source: File is empty. Please upload something more substantial. This error could also be caused by uploads being disabled in your php.ini or by post_max_size being defined as smaller than upload_max_filesize in php.ini.
hy_am: Ֆայլը դատարկ է: Խնդրում ենք բեռնել նորմալ ֆայլ: Այս սխալը կարող է պատճառվել նաև Ձեր php.ini-ում ֆայլերի բեռնումը կանխարգելող տողով կամ էլ նույն ֆայլում post_max_size-ն ավելի փոքր է, քան upload_max_filesize-ը:

source: Specified file failed upload test.
hy_am: Նշված ֆայլի տեստային բեռնումը խափանվել է:

source: Sorry, this file type is not permitted for security reasons.
hy_am: Կներեք, սակայն այս տեսակի ֆայլը չի թույլատրվում, ելնելով կայքի անվտանգությունից:

source: The uploaded file could not be moved to %s.
hy_am: Բեռնված ֆայլը չի հաջողվում տեղափոխել դեպի %s:

source: File is empty. Please upload something more substantial. This error could also be caused by uploads being disabled in your php.ini.
hy_am: Ֆայլը դատարկ է: Խնդրում ենք բեռնել նորմալ ֆայլ: Այս սխալը կարող է նաև պատճառվել php.ini-ով ֆայլերի բեռնումը արգելող տողով:

source: Specified file does not exist.
hy_am: Ներկայացված ֆայլը գոյություն չունի:

source: Invalid URL Provided.
hy_am: Ներկայացված URL-ը սխալ է:

source: Could not create Temporary file.
hy_am: Չի հաջողվում ստեղծել Ժամանակավոր ֆայլ:

source: Could not access filesystem.
hy_am: Ֆայլային համակարգը մատչելի չէ:

source: Incompatible Archive.
hy_am: Անհամապատասխան պահոց:

source: Could not retrieve file from archive.
hy_am: Չի կարող ֆայլը դուրս բերել պահոցից:

source: Could not create directory.
hy_am: Չի հաջողվում ստեղծել կատալոգ:

source: Could not extract file from archive.
hy_am: Չի հաջողվում ֆայլը դուրս բերել պահոցից:

source: Could not copy file.
hy_am: Չի հաջողվում պատճենել (copy) ֆայլը:

source: Empty archive.
hy_am: Դատարկ պահոց:

source: <strong>Error:</strong> There was an error connecting to the server, Please verify the settings are correct.
hy_am: <strong>Սխալ.</strong> Չի հաջողվում կապ հաստատել սերվերի հետ:

source: Connection Information
hy_am: Տեղեկատվություն կապի մասին

source: To perform the requested action, WordPress needs to access your web server.
hy_am: Պահանջվող գործողությունը կատրելու համար Վորդպրեսը պետք է կապ հաստատի Ձեր վեբ սերվերի հետ:

source: Please enter your FTP or SSH credentials to proceed.
hy_am: Խնդրում ենք մուտքագրել Ձեր FTP կամ SSH լոգին-տվյալները:

source: FTP/SSH Username
hy_am: FTP/SSH ծածկանուն

source: FTP/SSH Password
hy_am: FTP/SSH գաղտնաբառ

source: Please enter your FTP credentials to proceed.
hy_am: Շարունակելու համար խնդրում ենք մուտքագրել FTP լոգին-տվյալները:

source: FTP Username
hy_am: FTP ծածկանուն

source: FTP Password
hy_am: FTP գաղտնաբառ
