Repository: Idealien/Multisite-Language-Switcher
Catalog: languages/msls-*.po
Languages: hy_am, lt_lt, ru_ru, sv_se, tr

source: Get Shortlink
hy_am: Ստացեք կարճացված հղումը (Shortlink)

source: Word count: %s
hy_am: Բառերի թիվը. %s

source: Last edited by %1$s on %2$s at %3$s
hy_am: Հղումը խմբագրվել է %1$s-ի կողմից %3$s-ին

source: Last edited on %1$s at %2$s
hy_am: Վերջին խմբագրումը՝ %1$s-ին, ժամը %2$s-ին:

source: You do not have permission to upload files.
hy_am: Դուք իրավասու չեք բեռնելու ֆայլեր:

source: Unknown post type.
hy_am: Գրառման անհայտ տեսակ:

source: You are not allowed to edit this item.
hy_am: Դուք իրավասու չեք խմբագրելու այս տարրը:

source: Edit Comment
hy_am: Խմբագրել մեկնաբանությունը

source: You can edit the information left in a comment if needed. This is often useful when you notice that a commenter has made a typographical error.
hy_am: Դուք կարող եք ցանկացած պահին խմբագրել մեկբանաբության տեքստը: Հաճախ սա դառնում է օգտակար, երբ դուք նկատում եք, որ մեկնաբանողն իր խոսքում թույլ է տվել տպագրական սխալ:

source: You can also moderate the comment from this screen using the Status box, where you can also change the timestamp of the comment.
hy_am: Դուք կարող եք նաև այս էջում կառավարել մեկնաբանությունը՝ օգտագործելով Կարգավիճակի վահանակը: Այստեղ դուք կարող եք նաև փոփոխվել մեկնաբանության ժամանակային ատրիբուտները:

source: <a href="http://codex.wordpress.org/Administration_Screens#Comments" target="_blank">Documentation on Comments</a>
hy_am: <a href="http://codex.wordpress.org/Administration_Screens#Comments" target="_blank">Մեկնաբանությունների վերաբերյալ փաստաթղթեր</a>

source: Oops, no comment with this ID.
hy_am: Պահո, նման ID-ով մեկնաբանություն չկա:

source: Go back
hy_am: Ետ գնալ

source: You are not allowed to edit this comment.
hy_am: Դուք իրավասու չեք հեռացնել այս մեկնաբանությունը:

source: This comment is in the Trash. Please move it out of the Trash if you want to edit it.
hy_am: Այս մեկնաբանությունն աղբարկղում է: Մինչև խմբագրելը, նախ այն դուրս հանեք աղբարկղից:

source: Moderate Comment
hy_am: Կարգավորել մեկնաբանությունը

source: You are about to mark the following comment as spam:
hy_am: Դուք պատրաստվում եք հետևյալ մեկնաբանությունը նշել որպես սփամ.

source: Spam Comment
hy_am: Սփամ մեկնաբանություն

source: You are about to move the following comment to the Trash:
hy_am: Դուք պատրաստվում եք հետևյալ մեկնաբանությունը տեղափոխել աղբարկղ:

source: Trash Comment
hy_am: Տեղափոխել արբարկղ

source: You are about to delete the following comment:
hy_am: Դուք պատրաստվում եք հեռացնել հետևյալ մեկնաբանությունը.

source: Permanently Delete Comment
hy_am: Անդառնալիորեն հեռացնել մեկնաբանությունը

source: You are about to approve the following comment:
hy_am: Դուք պատրաստվում եք հաստատել հետևյալ մեկնաբանությունը.

source: Approve Comment
hy_am: Հաստատել մեկնաբանությունը

source: This comment is currently approved.
hy_am: Այս մեկնաբանությունն արդեն իսկ հաստատված է:

source: This comment is currently marked as spam.
hy_am: Ասյ մեկնաբանությունը ներկայումս նշված է որպես սփամ:

source: This comment is currently in the Trash.
hy_am: Այս մեկնաբանությունը ներկայումս աղբարկղում է:

source: You are not allowed to edit comments on this post.
hy_am: Դուք իրավասու չեք խմբագրելու այս գրառման մեկնաբանությունները:

source: Unknown action.
hy_am: Անհայտ գործողություն:

source: Comments on &#8220;%s&#8221;
hy_am: &#8220;%s&#8221;-ի մեկնաբանությունը

# comments per page (screen options)
source: Comments
hy_am: Մեկնաբանություններ

source: You can manage comments made on your site similar to the way you manage Posts and other content. This screen is customizable in the same ways as other management screens, and you can act on comments using the on-hover action links or the Bulk Actions.
hy_am: Դուք կարող եք կառավարել Ձեր կայքում տեղադրված բոլոր մեկնաբանություններն այնպես, ինչպես գրառումների և դրանց բովանդակությունների դեպքում էր: Այս էջը կարող է ձևափոխվել այնպես, ինչպես կառավարման մյուս էջերը, և դուք կարող եք մեկնաբանությունները խմբագրել ինչպես առանձին-առանձին, այնպես էլ զանգվածային կերպով:

source: A yellow row means the comment is waiting for you to moderate it.
hy_am: Դեղին շարքը նշանակում է, որ մեկնաբանությունը ենթակա է Ձեր կողմից հաստատվելուն:

source: In the Author column, in addition to the author&#8217;s name, email address, and blog URL, the commenter&#8217;s IP address is shown. Clicking on this link will show you all the comments made from this IP address.
hy_am: Հեղինակները սյունակում, հեղինակների անվան կողքին ներկայացվում են նրանց էլ. փոստի հասցեները, բլոգերի URL-ները և մեկնաբանողների IP հասցեները: Սեղմելով այս հղումը, դուք կտեսնեք տվյալ IP հասցեից ստացված բոլոր մեկնաբանությունները:

source: In the Comment column, above each comment it says &#8220;Submitted on,&#8221; followed by the date and time the comment was left on your site. Clicking on the date/time link will take you to that comment on your live site.
hy_am: Մեկնաբանությունների սյունակում, յուրաքանչյուր մեկնաբանության վերևում առկա է &laquo;Ուղարկվել է&raquo; տեքստը, որին հաջորդում են մեկնաբանության ամսաթիվը և ժամը: Սեղմելով ամսաթվի/ժամի հղումը, դուք կտեղափոխվեք Ձեր կայքի տվյալ հղումը:

source: In the In Response To column, there are three elements. The text is the name of the post that inspired the comment, and links to the post editor for that entry. The &#8220;#&#8221; permalink symbol below leads to that post on your live site. The small bubble with the number in it shows how many comments that post has received. If the bubble is gray, you have moderated all comments for that post. If it is blue, there are pending comments. Clicking the bubble will filter the comments screen to show only comments on that post.
hy_am: Հաջորդն &laquo;Ի պատասխան&raquo; սյունակն է, որը պարունակում է երեք տարր: Առաջինն այն գրառումն է, որին հասցեագրված է տվյալ մեկնաբանությունը: Սեղմելով այդ հղումը, դուք կհայտնվեք տվյալ գրառումը խմբագրելու էջում: Երկրորդը &#8220;#&#8221; նշանով ներկայացված Մշտական հղումն է (permalink)՝ ուղղված դեպի Ձեր կայքի տվյալ գրառման էջը: Երրորդը փոքրիկ ամպիկն է, որը ներկայացնում է, թե մինչև տվյալ պահն այդ գրառումը քանի մեկնաբանություն է ստացել: Եթե ամպիկը մոխրագույն է, սա կնշանակի, որ բոլոր մեկնաբանությունները մոդերացված են: Կապույտ ամպիկը ցուց է տալիս, որ գրառման մեկնաբանություններում կան դեռևս հաստատման սպասողներ: Սեղմելով ամպիկին, դուք կֆիլտրեք մեկնաբանություններ ցանկը, որը ցույց կտա միայն տվյալ գրառման բոլոր մեկնաբանությունները:

source: Many people take advantage of keyboard shortcuts to moderate their comments more quickly. Use the link below to learn more.
hy_am: Բազմաթիվ մարդիկ օգտվում են նաև ստեղների shortcut-ից՝ վերահսկելու մեկնաբանություններն ավելի արագ մեթոդով: Հետևեք ստորև հղումներից՝ իմանալու ավելին:

source: <a href="http://codex.wordpress.org/Comment_Spam" target="_blank">Documentation on Comment Spam</a>
hy_am: <a href="http://codex.wordpress.org/Comment_Spam" target="_blank">Մեկնաբանությունների սփամի վերաբերյալ փաստաթղթեր</a>

source: <a href="http://codex.wordpress.org/Keyboard_Shortcuts" target="_blank">Documentation on Keyboard Shortcuts</a>
hy_am: <a href="http://codex.wordpress.org/Keyboard_Shortcuts" target="_blank">Keyboard Shortcuts-ի վերաբերյալ փաստաթղթեր</a>

source: %s comment approved
hy_am: %s մեկնաբանություն հաստատված է:

source: %s comment marked as spam.
hy_am: %s մեկնաբանություն նշված է որպես սփամ:

source: %s comment restored from the spam
hy_am: %s մեկնաբանություն դուրս է հանվել աղբարկղից:

source: %s comment moved to the Trash.
hy_am: %s մեկնաբանություն տեղափոխված է աղբարկղ:

source: %s comment restored from the Trash
hy_am: %s մեկնաբանություններ դուրս են բերվել աղբարկղից:

source: %s comment permanently deleted
hy_am: %s մեկնաբանություն անդառնալիորեն հեռացված է:

source: This comment is already approved.
hy_am: Այս մեկնաբանությունն արդեն իսկ հաստատված է:

source: This comment is already in the Trash.
hy_am: Այս մեկնաբանությունն արդեն իսկ աղբարկղում է:

source: View Trash
hy_am: Դիտել աղբարկղը

source: This comment is already marked as spam.
hy_am: Այս մեկնաբանությունն արդեն իսկ նշված է որպես սփամ:

source: Search Comments
hy_am: Որոնել մեկնաբանություններ

source: You do not have sufficient permissions to import content in this site.
hy_am: Դուք բավարար լիազորված չեք, որպեսզի ներմուծեք բովանդակություն այս կայքի մեջ:

source: Import
hy_am: Ներմուծել

source: This screen lists links to plugins to import data from blogging/content management platforms. Choose the platform you want to import from, and click Install Now when you are prompted in the popup window. If your platform is not listed, click the link to search the plugin directory for other importer plugins to see if there is one for your platform.
hy_am: Այս էջում թվարկված են պլագինների հղումներ, որոնք ներմուծում են բլոգագրման և վեբ ծրագրերի տվյալներ: Ընտրեք այն պլատֆորմը, որից ցանկանում եք ներմուծել տվյալներ և սեղմեք &laquo;Տեղադրել հիմա&raquo; կոճակը: Եթե Ձեր պլատֆորմը ցանկում բացակայում է, ապա սեղմեք պլագինների կատալոգում որոնելու հղումը՝ գտնելու ներմուծման այլ պլագիններ, որոնք ապահովում են Ձեր պլատֆորմը:

source: In previous versions of WordPress, all the importers were built-in, but they have been turned into plugins as of version 3.0 since most people only use them once or infrequently.
hy_am: Վորդպրեսի նախորդ տարբերակներում բոլոր &laquo;իմպորտերները&raquo; ներկայացված էին որպես ծրագրային հավելումներ, սակայն 3.0 տարբերակից սկսած դրանց փոխարինվեցին պլագիններով, քանի որ միայն քիչ թվով մարդիկ էին օգտվում այս հնարավորությունից:

source: <a href="http://codex.wordpress.org/Tools_Import_Screen" target="_blank">Documentation on Import</a>
hy_am: <a href="http://codex.wordpress.org/Tools_Import_Screen" target="_blank">Ներմուծման վերաբերյալ փաստաթղթեր</a>

source: Install the Blogger importer to import posts, comments, and users from a Blogger blog.
hy_am: Տեղադնել Blogger importer, որպեսզի Blogger բլոգից ներմուծեք գրառումներ, մեկնաբանություններ և օգտատերեր:

source: Install the category/tag converter to convert existing categories to tags or tags to categories, selectively.
hy_am: Տեղադնել բաժինների/պիտակների փոխակերպիչը, որպեսզի առկա բաժիններն ընտրողաբար փոխակերպեք պիտակների կամ էլ պիտակները՝ բաժինների:

source: Install the LiveJournal importer to import posts from LiveJournal using their API.
hy_am: Տեղադնել LiveJournal Importer, որպեսզի ներմուծեք LiveJournal-ի գրառումները՝ օգտագործելով օգտատերերի API-ները:

source: Movable Type and TypePad
hy_am: Movable Type ևTypePad

source: Install the Movable Type importer to import posts and comments from a Movable Type or TypePad blog.
hy_am: Տեղադնել Movable Type importer, որպեսզի ներմուծեք Movable Type կամ TypePad բլոգի գրառումները և մեկնաբանությունները:

source: Install the blogroll importer to import links in OPML format.
hy_am: Տեղադնել Blogroll Importer, որպեսզի ներմուծեք OPML ֆորմատի հղումներ:

source: Install the RSS importer to import posts from an RSS feed.
hy_am: Տեղադնել RSS importer, որպեսզի ներմուծեք RSS հոսքերի գրառումները:

source: Install the WordPress importer to import posts, pages, comments, custom fields, categories, and tags from a WordPress export file.
hy_am: Տեղադնել WordPress importer, որպեսզի Վորդպրեսային էքսպորտ ֆայլից ներմուծվեն գրառումները, էջերը, մեկնաբանությունները, ստեղծված դաշտերը, բաժինները և պիտակները:

source: ERROR:
hy_am: ՍԽԱԼ.

source: The <strong>%s</strong> importer is invalid or is not installed.
hy_am: <strong>%s</strong> իմպորտերը սխալ է կամ տեղադրված չէ:

source: If you have posts or comments in another system, WordPress can import those into this site. To get started, choose a system to import from below:
hy_am: Եթե դուք այլ համակարգերում ունեք գրառումներ կամ մեկնաբանություններ, ապա Վորդպերսը կարող է այդ տվյալները ներմուծել այս կայք: Սկսելու համար, ընտրեք այն համակարգը, որից ցանկանում եք կատարել տվյալների ներմուծում:

source: No importers are available.
hy_am: Որևէ իմպորտեր մատչելի չէ:

source: Activate importer
hy_am: Ակտիվացնել իմպորտերը

source: Install importer
hy_am: Տեղադնել իմպորտերը

source: If the importer you need is not listed, <a href="%s">search the plugins directory</a> to see if an importer is available.
hy_am: Եթե Ձեզ անհրաժեշտ իմպորտերը թվարկված չէ, ապա փորձեք որոնել և գտնել այն <a href="%s">պլագինների կատալոգում</a>:

source: You can customize the look of your site without touching any of your theme&#8217;s code by using a custom background. Your background can be an image or a color.
hy_am: Դուք կարող եք փոփոխել Ձեր կայքի արտաքին տեսքը՝ առանց դիպչելու Ձեր թեմայի կոդերին և օգտագործելով Ձեր կողմից ստեղծված ֆոնը: Ձեր ստեղծած ֆոնը կարող է լինել նկար կամ գույն:

source: To use a background image, simply upload it, then choose your display options below. You can display a single instance of your image, or tile it to fill the screen. You can have your background fixed in place, so your site content moves on top of it, or you can have it scroll with your site.
hy_am: Ֆոնային նկար օգտագործելու համար, պարզապես բեռնեք այդ նկարը, որից հետո ընտրեք ստորև ցուցադրման դրույթները: Դուք կարող եք ցուցադրել Ձեր նկարի եզակի օրինակը, կամ էլ կրկնել այն՝ մինեչև &laquo;կլցվի&raquo; անհրաժեշտ տարածքը: Միևնույն ժամանակ, դուք կարող եք ֆիքսել Ձեր ֆոնային նկարի դիրքը, որի դեպքում Ձեր կայքէջը ներքև թերթելիս այն կմնա բրաուզերի վերևում:

source: You can also choose a background color. If you know the hexadecimal code for the color you want, enter it in the Color field. If not, click on the Select a Color link, and a color picker will allow you to choose the exact shade you want.
hy_am: Դուք կարող եք նաև ընտրել ֆոնային գույն կամ երանգ: Եթե դուք գիտեք Ձեր նախընտրած գույնի հեքսադեցիմալային կոդը, պարզապես համապատասխան դաշտում մուտքագրեք այդ թվային արտահայտությունը: Հակառակ դեպքում, Ձեզ օգնության կհասնի &laquo;Ընտրել Գույնը&raquo; գործիքը, որը թույլ կտա ճշգրտորեն ներկայացնել այն երանգի կոդը, որը դուք ցանկանում եք օգտագործել որպես ֆոնային երանգ:

source: Don&#8217;t forget to click on the Save Changes button when you are finished.
hy_am: Չմոռանաք վերջում սեղմել &laquo;Պահպանել փոփոխությունները&raquo; կոճակը:

source: <a href="http://codex.wordpress.org/Appearance_Background_Screen" target="_blank">Documentation on Custom Background</a>
hy_am: <a href="http://codex.wordpress.org/Appearance_Background_Screen" target="_blank">Սեփական ֆոների վերաբերյալ փաստաթղթեր</a>

source: Custom Background
hy_am: Ստեղծված ֆոն

source: Background updated. <a href="%s">Visit your site</a> to see how it looks.
hy_am: Ֆոնը թարմացված է: <a href="%s">Այցելեք Ձեր կայքը</a> տեսնելու վերջինիս արտաքին տեսքը:

source: Background Image
hy_am: Ֆոնային նկար

source: Remove Background Image
hy_am: Հեռացնել ֆոնային նկարը

source: This will remove the background image. You will not be able to restore any customizations.
hy_am: Սա կհեռացնի ֆոնային նկարը: Դուք այլևս չեք կարողանա վերականգնել Ձեր կատարած փոփոխությունները:

source: Restore Original Image
hy_am: Վերականգնել օրիգինալ նկարը:

source: This will restore the original background image. You will not be able to restore any customizations.
hy_am: Սա կվերականգնի օրիգինալ ֆոնային նկարը: Դուք այլևս չեք կարողանա վերականգնել Ձեր կատարած փոփոխությունները:

source: Display Options
hy_am: Ցուցադրման դրույթներ

source: Position
hy_am: Դիրք

source: Background Position
hy_am: Ֆոնի դիրքը

source: Repeat
hy_am: Կրկնել

source: Background Repeat
hy_am: Ֆոնի կրկնություն

source: No Repeat
hy_am: Չկրկնել

source: Tile
hy_am: Լցնել

source: Tile Horizontally
hy_am: Լցնել հորիզոնական

source: Tile Vertically
hy_am: Լցնել ուղղահայաց

source: Attachment
hy_am: Կցորդ ֆայլ

source: Background Attachment
hy_am: Ֆոնային կցորդ

source: Scroll
hy_am: Թերթելի

source: Fixed
hy_am: Ֆիքսված

source: Color
hy_am: Գույն

source: Background Color
hy_am: Ֆոնային գույն

source: Clear
hy_am: Մաքրել

source: Media Settings
hy_am: Մեդիա դրույթներ

source: You can set maximum sizes for images inserted into your written content; you can also insert an image as Full Size.
hy_am: Դուք կարող եք սահմանել Ձեր գրառումեներում ներդրվող նկարների առավելագույն չափսերը: Դուք կարող եք նաև ներմուծել ամբողջական չափսի նկարներ:

source: The Embed option allows you embed a video, image, or other media content into your content automatically by typing the URL (of the web page where the file lives) on its own line when you create your content.
hy_am: Ներդրման դրույթը (embed) թույլ է տալիս գրառումներում ավտոմատ կերպով ներմուծել վիդեո, նկար կամ այլ մեդիա-բովանդակություն՝ նշելով միայն դրանց URL հղումը (այն կայքէջի, որտեղ տեղադրված են ներմուծվող ֆայլերը):

source: Uploading Options gives you folder and path choices for storing your files in your installation&#8217;s directory.
hy_am: Բեռնման դրույթներով դուք կարող եք սահմանել Ձեր կայքի այն ֆոլդերն՝ իր ուղիով, որտեղ պետք է պահպանվեն բեռնված ֆայլերը:

source: <a href="http://codex.wordpress.org/Settings_Media_Screen" target="_blank">Documentation on Media Settings</a>
hy_am: <a href="http://codex.wordpress.org/Settings_Media_Screen" target="_blank">Մեդիա դրույթների վերաբերյալ փաստաթղթեր</a>

source: Image sizes
hy_am: Նկարների չափս

source: The sizes listed below determine the maximum dimensions in pixels to use when inserting an image into the body of a post.
hy_am: Ստորև թվարկված չափսերը սահմանում են գրառման մեջ ներդրված նկարների առավելագույն չափսերը պիքսելներով:

source: Thumbnail size
hy_am: Փոքրացված (thumbnail) չափս

source: Crop thumbnail to exact dimensions (normally thumbnails are proportional)
hy_am: Փոքրացված (thumbnail) նկարը ցուցադրել սահմանած ճշգրիտ չափսերով (նորմայում դրանք ստեղծվում են հարաբերակցությամբ)

source: Medium size
hy_am: Միջին չափս

source: Max Width
hy_am: Առավելագույն լայնություն

source: Max Height
hy_am: Առավելագույն բարձրություն

source: Large size
hy_am: Մեծ չափս

source: Embeds
hy_am: Ներդրվածներ (Embeds)

source: Auto-embeds
hy_am: Ավտո-ներդրումներ

source: When possible, embed the media content from a URL directly onto the page. For example: links to Flickr and YouTube.
hy_am: Հնարավորության դեպքում ներդնել մեդիան գրառման մեջ՝ պարզապես նշելով վերջինիս URL հղումը (օրինակ, Ֆլիկր կամ Յութուբ հղումների դեպքում):

source: Maximum embed size
hy_am: Ներդրման առավելագույն չափսը

source: If the width value is left blank, embeds will default to the max width of your theme.
hy_am: Եթե լայությունը թողնեք դատարկ, ապա ներդրված մեդիան կստանա Ձեր թեմայի լռելայն լայնությունը:

source: Uploading Files
hy_am: Ֆայլերի բեռնում

source: Store uploads in this folder
hy_am: Բեռնումները պահպանել հետևյալ ֆոլդերում

source: Default is <code>wp-content/uploads</code>
hy_am: Լռելայն ֆոլդերն է՝ <code>wp-content/uploads</code>

source: Full URL path to files
hy_am: Ֆայլերի լրիվ URL-ուղին

source: Configuring this is optional. By default, it should be blank.
hy_am: Կարող եք թողնել դատարկ, եթե չեք ցանկանում փոփոխել լռելայն տեղադրությունը:

source: Organize my uploads into month- and year-based folders
hy_am: Իմ բեռնումները կազմակերպել ամիսների և տարիների վրա հիմնված ֆոլդերներում:

source: Invalid post type
hy_am: Գրառման սխալ տեսակ

source: You are not allowed to move this item to the Trash.
hy_am: Դուք իրավասու չեք տեղափոխել այս տարրը աղբարկղ:

source: Error in moving to Trash.
hy_am: Աղբարկղ տեղափոխելիս տեղ է գտել սխալ:

source: You are not allowed to restore this item from the Trash.
hy_am: Դուք իրավասու չեք այս տարրը դուրս հանել աղբարկղից:

source: Error in restoring from Trash.
hy_am: Աղբարկղից վերականգնելիս տեղ է գտել սխալ:

source: You are not allowed to delete this item.
hy_am: Դուք իրավասու չեք հեռացնել այս տարրը:

source: Error in deleting...
hy_am: Հեռացնելու ընթացքի սխալ...

source: You can customize the display of this screen in a number of ways:
hy_am: Դուք կարող եք ձևափոխել այս էջի ցուցադրումը մի քանի եղանակով:

source: You can hide/display columns based on your needs and decide how many posts to list per screen using the Screen Options tab.
hy_am: Դուք կարող եք թաքցնել/ցուցադրել սյունակներն ըստ Ձեր կարիքների և սահմանել, թե քանի գրառում պետք է ցուցադրվի այս էջերից յուրաքանչյուրում՝ օգտվելով Ցուցադրման դրույթներից:

source: You can filter the list of posts by post status using the text links in the upper left to show All, Published, Draft, or Trashed posts. The default view is to show all posts.
hy_am: Դուք կարող եք ֆիլտրել գրառումները՝ ըստ դրանց կարգավիճակի, օգտվելով վերին ձախ կողմի հղումներից, որպեսզի ցուցադրվեն Բոլորը, Հրապարակվածները, Սևագրերը, կամ Աղբարկղում հայտնվածները: Ի սկզաբանե ցուցադրվում են բոլոր գրառումները:

source: You can view posts in a simple title list or with an excerpt. Choose the view you prefer by clicking on the icons at the top of the list on the right.
hy_am: Դուք կարող եք դիտել գրառումները որպես միայն վերնագրերի ցանկ կամ էլ մեջբերումներով: Ընտրեք Ձեր նախընտրելի տարբերակը՝ սեղմելով վերին աջ անկյունի պատկերիկները:

source: You can refine the list to show only posts in a specific category or from a specific month by using the dropdown menus above the posts list. Click the Filter button after making your selection. You also can refine the list by clicking on the post author, category or tag in the posts list.
hy_am: Դուք կարող եք ձևափոխել գրառումների թվարկումն այնպես, որ ներկայացվեն միայն կոնկրետ բաժինների կամ միայն կոնկրետ ամիսներին հրապարակված նյութերը: Այս նպատակի համար օգտվեք ցուցակի վերևում առկա ֆիլտրներից: Նույն կերպ, դուք կարող եք սեղմել գրառման հեղինակի անունը, որպեսզի ներկայացվի միայն տվյալ հեղինակի գրառումները: Նույն տրամաբանությամբ, սեղմելով բաժինը կամ պիտակը, կցուցադրվեն միայն տվյալ բաժնի կամ տվյալ պիտակը պարունակող գրառումները:

source: Hovering over a row in the posts list will display action links that allow you to manage your post. You can perform the following actions:
hy_am: Կուրսորը պահելով գրառումների շարքերից որևէ մեկի վրա, կցուցադրվի տվյալ գրառմանը վերաբերող գործողության հղումները, որոնց միջոցով դուք կկարողանաք կառավարել այդ գրառումը: Մասնավորապես, դուք կարող եք իրականացնել հետևյալ գործողությունները:

source: Edit takes you to the editing screen for that post. You can also reach that screen by clicking on the post title.
hy_am: &laquo;Խմբագրելը&raquo; Ձեզ կտեղափոխի տվյալ գրառումը խմբագրելու էջը: Դուք կարող եք նաև բացել խմբագրման էջը՝ սեղմելով տվյալ գրառման վերնագիրը:

source: Quick Edit provides inline access to the metadata of your post, allowing you to update post details without leaving this screen.
hy_am: &laquo;Արագ խմբագրելը&raquo; թույլ կտա անմիջապես բացել որևէ գրառման մետա-տվյալները և արագ կերպով թարմացնել այդ գրառման մանրամասները՝ առանց լքելու այս էջը:

source: Trash removes your post from this list and places it in the trash, from which you can permanently delete it.
hy_am: Տեղափոխելով &laquo;աղբարկղ&raquo;, Ձեր գրառումները հեռացվում են այս ցանկից և տեղափոխվում աղբարկղ, որտեղից դուք կարող եք դրանք անդառնալիորեն հեռացնել:

source: Preview will show you what your draft post will look like if you publish it. View will take you to your live site to view the post. Which link is available depends on your post&#8217;s status.
hy_am: &laquo;Դիտելը&raquo; թույլ կտա տեսնել, թե Ձեր սևագիր գրառումն ինչպես կցուցադրվեր, եթե դուք հրապարակեիք այն: Սա Ձեզ կտեղափոխի Ձեր կայք՝ դիտելու տվյալ գրառումը: Այս հղման առկայությունը կախված է գրառման կարգավիճակից:

source: You can also edit multiple posts at once. Select the posts you want to edit using the checkboxes, select Edit from the Bulk Actions menu and click Apply. You will be able to change the metadata (categories, author, etc.) for all selected posts at once. To remove a post from the grouping, just click the x next to its name in the Bulk Edit area that appears.
hy_am: Դուք կարող եք նաև միաժամանակ խմբագրել բազմաթիվ գրառումներ: Ընտրեք այն գրառումները, որոնք ցանկանում եք փոփոխել, որից հետո՝ &laquo;Զանգվածային գործողությունների&raquo; մենյուից ընտրեք &laquo;Խմբագրելը&raquo; և սեղմեք &laquo;Կատարել&raquo;: Դուք հնարավորություն կստանաք մի քայլով փոփոխել Ձեր ընտրած գրառումների մետա-տվյալները (բաժիններ, հեղինակ և այլն): Ընտրված խմբից գրառումներից մեկնումեկն այս խմբից դուրս հանելու համար պարզապես սեղմեք տվյալ գրառման կողքին հայտնված x նշանը:
