Repository: Idealien/Multisite-Language-Switcher
Catalog: languages/msls-*.po
Languages: hy_am, lt_lt, ru_ru, sv_se, tr

source: For images only, you can click on Edit Image under the thumbnail to expand out an inline image editor with icons for cropping, rotating, or flipping the image as well as for undoing and redoing. The boxes on the right give you more options for scaling the image, for cropping it, and for cropping the thumbnail in a different way than you crop the original image. You can click on Help in those boxes to get more information.
hy_am: Միայն նկարների համար, դուք կարող եք սեղմել փոքրացված նկարի (thumbnail) ներքևում առկա &laquo;Խմբագրել նկարները&raquo; հղումը:

source: Note that you crop the image by clicking on it (the Crop icon is already selected) and dragging the cropping frame to select the desired part. Then click Save to retain the cropping.
hy_am: Հիշեք, որ դուք կարող եք փոքրացնել նկարը (crop)` սեղմելով այդ նկարը:

source: Remember to click Update Media to save metadata entered or changed.
hy_am: Հիշեք սեղմել &laquo;Թարմացնել մեդիան&raquo; կոճակը, որպեսզի պահպանվեն Ձեր մուտքագրած կամ փոփոխված մետա-տվյալները:

source: <a href="http://codex.wordpress.org/Media_Add_New_Screen#Edit_Media" target="_blank">Documentation on Edit Media</a>
hy_am: <a href="http://codex.wordpress.org/Media_Add_New_Screen#Edit_Media" target="_blank">Մեդիան խմբագրելու վերաբերյալ փաստաթղթեր</a>

source: Media attachment updated.
hy_am: Մեդիա կցորդը թարմացված է:

# file
source: Add New
hy_am: Ավելացնել նորը

source: Update Media
hy_am: Թարմացնել մեդիան

source: You can set a custom image header for your site. Simply upload the image and crop it, and the new header will go live immediately.
hy_am: Դուք կարող եք սահմանել Ձեր կայքի &laquo;հիդերի&raquo; Ձեր իսկ սեփական նկարը: Պարզապես բեռնեք նկարը, ձևափոխեք վերջինիս չափսերը և Ձեր նոր &laquo;հիդերն&raquo; ավտոմատ կերպով կցուցադրվի Ձեր կայքում:

source: If you want to discard your custom header and go back to the default included in your theme, click on the buttons to remove the custom image and restore the original header image.
hy_am: Եթե դուք հրաժարվում եք Ձեր իսկ ստեղծած &laquo;հիդերից&raquo; և ցանկանում եք վերադառնալ սկզբնական տարբերակին, ապա հեռացրեք Ձեր բեռնած նկարը, որից հետո կվերականգնվի տվյալ թեմայով ներկայացված լռելայն տարբերակը:

source: Some themes come with additional header images bundled. If you see multiple images displayed, select the one you&#8217;d like and click the Save Changes button.
hy_am: Որոշ թեմաներ առաջարկում են տարբեր &laquo;հիդեր&raquo; նկարներ, և Ձեզ կմնա միայն ընտրել դրանցից մեկնումեկը և սեղմել &laquo;Պահպանել փոփոխությունները&raquo; կոճակը:

source: <a href="http://codex.wordpress.org/Appearance_Header_Screen" target="_blank">Documentation on Custom Header</a>
hy_am: <a href="http://codex.wordpress.org/Appearance_Header_Screen" target="_blank">Ձեր սեփական &laquo;հիդերը&raquo; ստեղծելու վերաբերյալ փաստաթղթեր</a>

source: <strong>Random:</strong> Show a different image on each page.
hy_am: <strong>Պատահական.</strong> Տարբեր էջերում ցուցադրվում են տարբեր նկարներ:

source: Custom Header
hy_am: Ձեր ստեղծած &laquo;հիդերը&raquo;

source: Header updated. <a href="%s">Visit your site</a> to see how it looks.
hy_am: Կայքի &laquo;հիդերը&raquo; թարմացվել է: <a href="%s">Այցելեք Ձեր կայքը</a> և տեսեք կատարված փոփոխութունները:

source: Upload Image
hy_am: Բեռնել նկար

source: You can upload a custom header image to be shown at the top of your site instead of the default one. On the next screen you will be able to crop the image.
hy_am: Դուք կարող եք բեռնել &laquo;հիդերի&raquo; Ձեր սեփական նկարը, որը կցուցադրվի Ձեր կայքի վերին մասում: Հաջորդ փուլում դուք կկարողանաք կարգավորել բեռնված նկարի չափսերը:

source: Images of exactly <strong>%1$d &times; %2$d pixels</strong> will be used as-is.
hy_am: Հիշեք, որպեսզի օգտագործեք ճշգրիտ <strong>%1$d &times; %2$d պիքսել</strong> չափսի նկարներ:

source: Choose an image from your computer:
hy_am: Ընտրել նկար Ձեր համակարգչից

source: Upload
hy_am: Բեռնել

source: Uploaded Images
hy_am: Բեռնված նկարներ

source: You can choose one of your previously uploaded headers, or show a random one.
hy_am: Դուք կարող եք ընտրել նախօրոք բեռնված նկարներից մեկնումեկը կամ էլ թույլ տալ, որպեսզի &laquo;հիդերում&raquo; պատահականորեն ցուցադրվի դրանցից մեկնումեկը:

source: Default Images
hy_am: Լռելայն նկարներ

source: If you don&lsquo;t want to upload your own image, you can use one of these cool headers, or show a random one.
hy_am: Եթե դուք չեք ցանկանում բեռնել Ձեր սեփական նկարը, ապա դուք կարող եք օգտագործել այս հիանալի նկարներից մեկնումեկը:

source: You can use one of these cool headers or show a random one on each page.
hy_am: Դուք կարող եք օգտագործել այս հիանալի &laquo;հիդերներից&raquo; մեկնումեկը կամ դրանցից յուրաքանչյուրը պատահականորեն ցուցադրել Ձեր տարբեր էջերում:

source: Remove Image
hy_am: Հեռացնել նկարը

source: This will remove the header image. You will not be able to restore any customizations.
hy_am: Սա կհեռացնի &laquo;հիդերի&raquo; նկարը և դուք չեք կարողանա վերականգնել նախկին ձևավորումը:

source: Remove Header Image
hy_am: Հեռացնել &laquo;հիդերի&raquo; նկարը

source: Reset Image
hy_am: Հրաժարվել նկարից

source: This will restore the original header image. You will not be able to restore any customizations.
hy_am: Սա կվերականգնի սկբնական &laquo;հիդերի&raquo; նկարը, և դուք չեք կարողանա վերականգնել նախկին փոփոխությունները:

source: Restore Original Header Image
hy_am: Վերականգնել օրիգինալ &laquo;հիդերի&raquo; նկարը

source: Display Text
hy_am: Ցուցադրել տեքստը

source: No
hy_am: Ոչ

source: Yes
hy_am: Այո

source: Text Color
hy_am: Տեքստի գույնը

source: If you want to hide header text, add <strong>#blank</strong> as text color.
hy_am: Եթե դուք ցանկանում եք թաքցնել &laquo;հիդերի&raquo; տեքստը, որպես տեքստի գույն ավելացրեք <strong>#blank</strong>-ը:

source: Select a Color
hy_am: Ընտրել գույն

source: Reset Text Color
hy_am: Հրաժարվել տեքստի գույնից

source: This will restore the original header text. You will not be able to restore any customizations.
hy_am: Սա կվերականգնի սկզբնական &laquo;հիդերի&raquo; տեքստը, և դուք չեք կարողանա վերականգնել նախկին փոփոխությունները:

source: Restore Original Header Text
hy_am: Վերականգնել օրիգինալ &laquo;հիդերի&raquo; տեքստը

source: Image Upload Error
hy_am: Նկարի բեռնման սխալ

source: Image could not be processed. Please go back and try again.
hy_am: Խնդրում ենք վերադառնալ նախորդ քայլին և կրկին փորձել:

source: Image Processing Error
hy_am: Նկարի գործողության սխալ

source: Crop Header Image
hy_am: Փոքրացնել (crop) &laquo;հիդերի&raquo; նկարը

source: Choose the part of the image you want to use as your header.
hy_am: Ընտրեք նկարի այն մասը, որը դուք ցանկանում եք օգտագործել Ձեր &laquo;հիդերում&raquo;

source: You need Javascript to choose a part of the image.
hy_am: Նկարի մի մասն ընտրելու համար դուք կարիք ունեք ջավասկրիպտի

source: Crop and Publish
hy_am: Ընտրել և հրապարակել

source: You do not have permission to customize headers.
hy_am: Դուք իրավասու չեք փոփոխել &laquo;հիդերը&raquo;:

source: Discussion Settings
hy_am: Քննարկման դրույթներ

source: This screen provides many options for controlling the management and display of comments and links to your posts/pages. So many, in fact, they won&#8217;t all fit here! :) Use the documentation link below to get information on what each discussion setting does.
hy_am: Այս էջում ներկայացվում է Ձեր գրառումների մեկնաբանությունների ցուցադրման և կառավարման, ինչպես նաև Ձեր գրառումների/էջերի հղումների վերաբերյալ բազմաթիվ դրույթներ: Իրականում դրանք այնքան շատ են, որ դժվար կլիներ տեղավորել մեկ էջի սահմաններում :): Օգտվեք ստորև հղումներից՝ ստանալու ներկայացված դրույթներից յուրաքանչյուրի մասին լրացուցիչ տեղեկություններ:

source: You must click the Save Changes button at the bottom of the screen for new settings to take effect.
hy_am: Նոր դրույթները գործողության մեջ դնելու համար դուք պետք է սեղմեք ներքևի &laquo;Պահպանել փոփոխությունները&raquo; կոճակը:

source: <a href="http://codex.wordpress.org/Settings_Discussion_Screen" target="_blank">Documentation on Discussion Settings</a>
hy_am: <a href="http://codex.wordpress.org/Settings_Discussion_Screen" target="_blank">Քննարկման դրույթների վերաբերյալ փաստաթղթեր</a>

source: Default article settings
hy_am: Հոդվածի լռելայն դրույթներ

source: Attempt to notify any blogs linked to from the article.
hy_am: Փորձել տեղեկացնել հոդվածում առկա հղումներով կապված այլ բլոգների:

source: Allow link notifications from other blogs (pingbacks and trackbacks.)
hy_am: Թույլատրել այլ բլոգներից ստացված տեղեկացումները (պինգբեքեր և թրեքբեքեր):

source: Allow people to post comments on new articles
hy_am: Մարդկանց թույլ տալ կատարելու մեկնաբանություններ նոր գրառումներում

source: These settings may be overridden for individual articles.
hy_am: Այս դրութները կարող են փոփոխվել առանձին հոդվածների էջում:

source: Other comment settings
hy_am: Մեկնաբանության այլ դրույթներ

source: Comment author must fill out name and e-mail
hy_am: Մեկնաբանողը պետք է լրացնի իր անունը և էլ. փոստի հասցեն

source: Users must be registered and logged in to comment
hy_am: Մեկնաբանել կարող են միայն համակարգ մուտք գործած օգտատերերը

source: (Signup has been disabled. Only members of this site can comment.)
hy_am: (Գրանցումն անջատված է: Միայն այս կայքի օգտատերերն են կարող մեկնաբանել:)

source: Automatically close comments on articles older than %s days
hy_am: Ավտոմատ կերպով փակել ավելի քան %s օրվա վաղեմիության հոդվածների մեկնաբանությունները

source: Enable threaded (nested) comments %s levels deep
hy_am: Մեկնաբանությունները ցուցադրել ըստ պատասխանների, մինչև %s մակարդակով

source: last
hy_am: վերջին

source: first
hy_am: առաջին

source: Break comments into pages with %1$s top level comments per page and the %2$s page displayed by default
hy_am: Ավելի քան %1$s կարծիքներ ստացած գրառումը բաժանել առանձին էջերի և լռելայն կերպով առաջին էջում ներկայացնել %2$s մեկնաբանություն:

source: older
hy_am: հին

source: newer
hy_am: նոր

source: Comments should be displayed with the %s comments at the top of each page
hy_am: Յուրաքանչյուր էջի վերնամասում պետք է ցուցադրվի %s մեկնաբանություն

source: E-mail me whenever
hy_am: Ուղարկել ինձ էլ. նամակ, եթե

source: Anyone posts a comment
hy_am: որևէ մեկը տեղադրում է մեկնաբանություն

source: A comment is held for moderation
hy_am: մեկնաբանությունը վերցվում է վերահսկման

source: Before a comment appears
hy_am: Մինչ մեկնաբանության ցուցադրվելը

source: An administrator must always approve the comment
hy_am: կառավարիչը պետք է հաստատի այդ մեկնաբանությունը

source: Comment author must have a previously approved comment
hy_am: մեկնաբանող անձը պետք է նախկինում ունենա գոնե 1 հաստատված մեկնաբանություն

source: Comment Moderation
hy_am: Մեկնաբանությունների վերահսկում

source: Hold a comment in the queue if it contains %s or more links. (A common characteristic of comment spam is a large number of hyperlinks.)
hy_am: %s և ավելի մեծաթիվ հղումներով մեկնաբանությունները պահել հաստատման փուլում (Մեկնաբանությունների միջոցով սփամելու նշաններից մեկն էլ հղումների մեծ քանակն է:)

source: When a comment contains any of these words in its content, name, URL, e-mail, or IP, it will be held in the <a href="edit-comments.php?comment_status=moderated">moderation queue</a>. One word or IP per line. It will match inside words, so &#8220;press&#8221; will match &#8220;WordPress&#8221;.
hy_am: Երբ մեկնաբանությունը պարունակում է այս բառերից, անուններից, URL-ներից, էլ. փոստի հասցեներից կամ IP-ներից մեկնումեկը, ապա այդ մեկնաբանությունը պետք է չհրապարակվի մինչև <a href="edit-comments.php?comment_status=moderated">վերահսկումը և Ձեր կողմից հաստատվելը</a>: Գրեք յուրաքանչյուր նոր բառը կամ IP-ն նոր տողում: Հիշեք, որ մի բառի ներսում գտնելով Ձեր նշած բառը, կարգելափակվի ամբողջ բառը, օրինակ, ստորև դաշտում ավելացնելով &laquo;press&raquo; բառը, մենք ավտոմատ կերպով որպես վերահսկման կուղարկենք &laquo;WordPress&raquo; բառը պարունակող բոլոր մեկնաբանությունները:

source: Comment Blacklist
hy_am: &laquo;Սև ցուցակ&raquo;

source: When a comment contains any of these words in its content, name, URL, e-mail, or IP, it will be marked as spam. One word or IP per line. It will match inside words, so &#8220;press&#8221; will match &#8220;WordPress&#8221;.
hy_am: Երբ մեկնաբանության տեքստը, անունը, URL-ը, էլ. փոստի հասցեն կամ ուղարկողի IP-ն պարունակում են այս բառերից մեկնումեկը, ապա նման մեկնաբանությունը կնշվի որպես սփամ: Գրեք յուրաքանչյուր նոր բառը կամ IP-ն նոր տողում: Հիշեք, որ մի բառի ներսում գտնելով Ձեր նշած բառը, կարգելափակվի ամբողջ բառը, օրինակ, ստորև դաշտում ավելացնելով &laquo;press&raquo; բառը, մենք ավտոմատ կերպով որպես վերահսկման կուղարկենք &laquo;WordPress&raquo; բառը պարունակող բոլոր մեկնաբանությունները:

source: Avatars
hy_am: Ավատարներ

source: An avatar is an image that follows you from weblog to weblog appearing beside your name when you comment on avatar enabled sites. Here you can enable the display of avatars for people who comment on your site.
hy_am: Ավատարը փոքր նկար է, որը ցուցադրվում է Ձեր գրառումներում և մեկնաբանություններում՝ Ձեր անվան հարևանությամբ: Այստեղ դուք կարող եք թույլատրել ավատարի ցուցադրումը գրառումներին մեկնաբանող անձանց համար:

source: Avatar Display
hy_am: Ավատարի ցուցադրում

source: Don&#8217;t show Avatars
hy_am: Չցուցադրել ավատարները

source: Show Avatars
hy_am: Ցուցադրել ավատարները

source: Maximum Rating
hy_am: Առավելագույն վարկանիշ

source: G &#8212; Suitable for all audiences
hy_am: G &#8212; ընդունելի է բոլորի համար

source: PG &#8212; Possibly offensive, usually for audiences 13 and above
hy_am: PG &#8212; ընդունելի է 13-ից բարձր տարիքի անձանց համար

source: R &#8212; Intended for adult audiences above 17
hy_am: R &#8212; ընդունելի է 17-ից բարձր տարիքի անձանց համար

source: X &#8212; Even more mature than above
hy_am: X &#8212; ընդունելի է ավելի չափահասների համար

source: Default Avatar
hy_am: Լռելայն ավատար

source: For users without a custom avatar of their own, you can either display a generic logo or a generated one based on their e-mail address.
hy_am: Իրենց սեփական ավատարները չունեցող անձանց համար, դուք կարող եք ցուցադրել ընդհանուր բնույթի լոգո կամ իրենց էլ. փոստերի հասցեների հիման վրա ավտոմատ կերպով ստեղծված ավատարները:

source: Blank
hy_am: Դատարկ

source: Gravatar Logo
hy_am: Գրավատար լոգո

source: You do not have sufficient permissions to edit plugins for this site.
hy_am: Դուք չունեք բավարար լիազորություններ՝ խմբագրելու այս կայքի պլագինները:

source: Edit Plugins
hy_am: Խմբագրել պլագինները

source: There are no plugins installed on this site.
hy_am: Այս կայքում որևէ պլագին դեռ չի տեղադրվել:

source: No such file exists! Double check the name and try again.
hy_am: Նման ֆայլ գոյություն չունի: Մեկ անգամ էլ ստուգեք ֆայլի անվանումը և կրկին փորձեք:

source: Files of this type are not editable.
hy_am: Այս տեսակի ֆայլերը խմբագրման ենթակա չեն:

source: You can use the editor to make changes to any of your plugins&#8217; individual PHP files. Be aware that if you make changes, plugins updates will overwrite your customizations.
hy_am: Դուք կարող եք օգտագործել ստորև խմբագրիչը՝ փոփոխություններ կատարելու Ձեր պլագինների առանձին PHP ֆայլերում: Նկատի ունեցեք, որ փոփոխված պլագինի թարմացմամբ Ձեր փոփոխությունները կարող են ջնջվել:

source: Choose a plugin to edit from the menu in the upper right and click the Select button. Click once on any file name to load it in the editor, and make your changes. Don&#8217;t forget to save your changes (Update File) when you&#8217;re finished.
hy_am: Ընտրեք փոփոխության ենթակա պլագինը վերին աջ մենյուից և սեղմեք &laquo;Ընտրել&raquo; կոճակը: Սեղմեք մեկ անգամ աջ սյունակում ցուցադրված ֆայլի անվանման հղումը և կատարեք Ձեր փոփոխությունները: Չմոռանաք վերջում պահպանել Ձեր խմբագրած ֆայլը:

source: The Documentation menu below the editor lists the PHP functions recognized in the plugin file. Clicking Lookup takes you to a web page about that particular function.
hy_am: Խմբագրիչի ներքևում առկա փաստաթղթերի մենյուն թվարկում է տվյալ ֆայլում ճանաչված բոլոր PHP ֆունկցիաները: Դուք կարող եք ծանոթանալ այդ ֆունկցիաներին՝ սեղմելով &laquo;Նկարագրություն&raquo; կոճակը:

source: If you want to make changes but don&#8217;t want them to be overwritten when the plugin is updated, you may be ready to think about writing your own plugin. For information on how to edit plugins, write your own from scratch, or just better understand their anatomy, check out the links below.
hy_am: Եթե դուք ցանկանում եք կատարել փոփոխություններ, որոնք հետագայում չեն ջնջվի տվյալ պլագինը թարմացնելիս, ապա դուք պետք է հոգ տանեք Ձեր սեփական պլագինը ստեղծելու մասին: Այն մասին , թե ինչպես խմբագրել պլագինները, ստեղծել Ձեր սեփական աշխատանքը կամ պարզապես պլագինների կառուցվածքն ավելի լավ հասկանալու համար առաջարկում ենք հետևել ստորև հղումները:

source: Any edits to files from this screen will be reflected on all sites in the network.
hy_am: Այստեղից կատարված ֆայլերի որևէ խմբագրումը կանդրադառնա ցանցի բոլոր կայքերի վրա:

source: <a href="http://codex.wordpress.org/Plugins_Editor_Screen" target="_blank">Documentation on Editing Plugins</a>
hy_am: <a href="http://codex.wordpress.org/Plugins_Editor_Screen" target="_blank">Պլագինները խմբագրելու վերաբերյալ փաստաթղթեր</a>

source: <a href="http://codex.wordpress.org/Writing_a_Plugin" target="_blank">Documentation on Writing Plugins</a>
hy_am: <a href="http://codex.wordpress.org/Writing_a_Plugin" target="_blank">Պլագիններ ստեղծելու վերաբերյալ փաստաթղթեր</a>

source: Function Name&hellip;
hy_am: Ֆունկցիայի անվանումը&hellip;

source: File edited successfully.
hy_am: Ֆայլը հաջողությամբ խմբագրված է:

source: This plugin has been deactivated because your changes resulted in a <strong>fatal error</strong>.
hy_am: Այս պլագինն ապաակտիվացվել է, քանի որ Ձեր կատարած փոփոխությունները հանգեցրել են <strong>ֆատալ սխալի</strong>:

source: Editing <strong>%s</strong> (active)
hy_am: Խմբագրվում է <strong>%s</strong> պլագինը (ակտիվ)

source: Browsing <strong>%s</strong> (active)
hy_am: Դիտվում է <strong>%s</strong> պլագինը (ակտիվ)

source: Editing <strong>%s</strong> (inactive)
hy_am: Խմբագրվում է <strong>%s</strong> պլագինը (ոչ ակտիվ)

source: Browsing <strong>%s</strong> (inactive)
hy_am: Դիտվում է <strong>%s</strong> պլագինը (ոչ ակտիվ)

source: Select plugin to edit:
hy_am: Ընտրեք խմբագրման ենթակա պլագինը.

source: Select
hy_am: Ընտրել

source: Plugin Files
hy_am: Պլագինի ֆայլեր

source: Documentation:
hy_am: Լրացուցիչ նյութեր.

source: Lookup
hy_am: Նկարագրություն

source: <strong>Warning:</strong> Making changes to active plugins is not recommended. If your changes cause a fatal error, the plugin will be automatically deactivated.
hy_am: <strong>Զգուշացում.</strong> խորհուրդ չի տրվում փոփոխություններ կատարել ակտիվ պլագիններում: Եթե արդյունքում ծագեն ֆատալ սխալներ, ապա տվյալ պլագինն ավտոմատ կերպով կարգելափակվի:

source: Update File and Attempt to Reactivate
hy_am: Թարմացնել ֆայլը և փորձել վերաակտիվացնել

source: Update File
hy_am: Թարմացնել ֆայլը

source: You need to make this file writable before you can save your changes. See <a href="http://codex.wordpress.org/Changing_File_Permissions">the Codex</a> for more information.
hy_am: Այս ֆայլի փոփոխությունները պահպանելու համար այն պետք է լինի գրառելի: Տե՛ս <a href="http://codex.wordpress.org/Changing_File_Permissions">Codex</a>-ում առաջարկվող տեղեկատվությունը:

source: You do not have sufficient permissions to install plugins on this site.
hy_am: Դուք բավարար լիազորություն չունեք՝ այս կայքում տեղադնելու պլագիններ:

source: Install Plugins
hy_am: Տեղադրել պլագիններ

source: Plugins hook into WordPress to extend its functionality with custom features. Plugins are developed independently from WordPress core by thousands of developers all over the world. All plugins in the official <a href="%s" target="_blank">WordPress.org Plugin Directory</a> are compatible with the WordPress GPL v2 license. You can find new plugins to install by searching or browsing the Directory right here in your own Plugins section.
hy_am: Պլագինները բարձրացնում են Վորդպրեսի հնարավորությունները և օժտում այն լրացուցիչ հարմարություններով և հնարավորություններով: Դրանք ստեղծվում են Վորդպրեսից անկախ, աշխարհով մեկ սփռված հազարավոր ծրագրավորողների կողմից: <a href="%s" target="_blank">WordPress.org պլագինների կատալոգում</a> առկա պլագինները համապատասխանում են վորդպրեսին և ստեղծված են WordPress GPL v2 լիցենզիայի ներքո: Դուք կարող եք գտնել նոր պլագիններ՝ թերթելով այդ կատալոգը կամ որոնելով Ձեզ անհրաժեշտ պլագինն այս էջից:

source: If you know what you&#8217;re looking for, Search is your best bet. The Search screen has options to search the WordPress.org Plugin Directory for a particular Term, Author, or Tag. You can also search the directory by selecting a popular tags. Tags in larger type mean more plugins have been labeled with that tag.
hy_am: Եթե դուք գիտեք, թե կոնկրետ ինչ պլագին եք Ձեր կայքում ցանկանում տեղադնել, ապա սկսեք որոնումից: Դուք կարող եք սահմանել Ձեր որոնման չափանիշները՝ ըստ բանալի բառի, հեղինակի կամ պիտակի: Դուք կարող եք նաև ընտրել պլագիններ՝ ըստ հանրաճանաչ պիտակների: Մեծ չափսի պիտակները նշանակում են, որ ավելի մեծ թվով պլագիններ են պիտակավորվել տվյալ բանալի բառով:

source: If you just want to get an idea of what&#8217;s available, you can browse Featured, Popular, Newest, and Recently Updated plugins by using the links in the upper left of the screen. These sections rotate regularly.
hy_am: Եթե դուք պարզապես ցանկանում եք ընդհանուր պատկերացում կազմել մատչելի պլագինների մասին, դուք կարող եք թերթել կարևորված (Featured), հանրաճանաչ, նոր և վերջերս թարմացված պլագինները՝ հետևելով վերին ձախ կողմում տեղակայված հղումներին: Այս բաժինը պարբերաբար թարմացվում է:

source: If you want to install a plugin that you&#8217;ve downloaded elsewhere, click Upload in the upper left. You will be prompted to upload the .zip package, and once uploaded, you can activate the new plugin.
hy_am: Եթե ցանկաանում եք տեղադրել այլ տեղերից ներբեռնված ինչ-որ մի պլագին, ապա սեղմեք վերին ձախ անկյունի &laquo;Բեռնել&raquo; կոճակը: Այս եղանակով դուք հնարավորություն կստանաք բեռնել Ձեր համակարգչից Ձեր նախընտրած պլագինի .zip փաթեթը, որից հետո ակտիվացնել նոր պլագինը:

source: <a href="http://codex.wordpress.org/Plugins_Add_New_Screen" target="_blank">Documentation on Installing Plugins</a>
hy_am: <a href="http://codex.wordpress.org/Plugins_Add_New_Screen" target="_blank">Պլագինների տեղադրման վերաբերյալ փաստաթղթեր</a>

source: XML error: %1$s at line %2$s
hy_am: XML սխալ. %1$s, տողը՝ %2$s

source: Privacy Settings
hy_am: Անձեռնամխելիության դրույթներ

source: You can choose whether or not your site will be crawled by robots, ping services, and spiders. If you want those services to ignore your site, click the second option here. Note that your privacy is not complete; your site is still visible on the web.
hy_am: Դուք կարող եք ընտրել, թե ցանկանում եք արդյոք, որ Ձեր կայքը հասանելի դառնա որոնող ռոբոտների, պինգ սերվերների և սփայդերների համար: Եթե ցանկանում եք, որ այս ծառայությունները չհետաքրքրվեն Ձեր կայքով, ընտրեք երկրորդ տարբերակը: Հաշվի առեք, որ Ձեր կայքի անձեռնամխելիությունը լիարժեք չէ, և կայքն էլ դեռևս տեսանելի է ինտերնետում:

source: When this setting is in effect a reminder is shown in the header of these administration screens that says, &#8220;Search Engines Blocked,&#8221; to remind you that your site is not being crawled.
hy_am: Երբ այս դրույթը գործողության մեջ է, կառավարման էջի վերնամասում կտեսնեք հիշեցում այն մասին, որ որոնող համակարգերն արեգելափակված են: Սա Ձեզ պարզապես հիշեցում է այն մասին, որ Ձեր կայքը որոնող համակարգերի կողմից ինդեքսացիայի չի ենթարկվում:

source: <a href="http://codex.wordpress.org/Settings_Privacy_Screen" target="_blank">Documentation on Privacy Settings</a>
hy_am: <a href="http://codex.wordpress.org/Settings_Privacy_Screen" target="_blank">Անձեռնամխելիության դրույթների վերաբերյալ փաստաթղթեր</a>

source: Site Visibility
hy_am: Կայքի տեսանելիությունը
