Repository: Idealien/Multisite-Language-Switcher
Catalog: languages/msls-*.po
Languages: hy_am, lt_lt, ru_ru, sv_se, tr

source: <strong>Author:</strong> %s
hy_am: <strong>Հեղինակ.</strong> %s

source: <strong>Posted title:</strong> %s
hy_am: <strong>Հրապարակման վերնագիրը.</strong> %s

source: Oops: %s
hy_am: Պահո. %s

source: Mission complete. Message <strong>%s</strong> deleted.
hy_am: Միսիան ավարտված է: <strong>%s</strong> հաղորդագրությունը հեռացված է:

source: Sorry, comments are closed for this item.
hy_am: Կներեք, սակայն սրա համար մեկնաբանությունները փակված են:

source: Sorry, you must be logged in to post a comment.
hy_am: Կներք, սակայն մեկնաբանելու համար դուք պետք է մուտք գործեք համարագ:

source: Error: please fill the required fields (name, email).
hy_am: Սխալ. խնդրում ենք լրացնել բոլոր պարտադիր դաշտերը (անուն, էլ. փոստ):

source: Error: please enter a valid email address.
hy_am: Սխալ. խնդրում ենք մուտքագրել ճիշտ էլ. փոստի հասցե:

source: Akismet caught this comment as spam
hy_am: Akismet-ը այս մեկնաբանությունը համարում է սփամ:

source: Comment status was changed to %s
hy_am: Մեկնաբանության կարգավիճակը փոփոխված է %s-ի:

source: Akismet cleared this comment
hy_am: Akismet-ը մաքրել է այս մեկնաբանությունը

source: Comment was caught by wp_blacklist_check
hy_am: Մեկնաբանությունը պահվել է wp_blacklist_check-ի կողմից

source: Akismet was unable to check this comment (response: %s), will automatically retry again later.
hy_am: Akismet-ը չի կարողացել ստուգել այս մեկնաբանությունը (պատասխան՝ %s) և ավտոմատ կերպով կրկին կփորձի ավելի ուշ:

source: Akismet caught this comment as spam during an automatic retry.
hy_am: Ավտոմատ կրկնափորձի ընթացքում Akismet-ը պահել է այս մեկնաբանությունը որպես սփամ

source: Akismet cleared this comment during an automatic retry.
hy_am: Akismet-ը մաքրել է այս մեկնաբանությունն ավտոմատիկ կրկնափորձի ընթացքում:

source: %1$s%2$s%3$s %4$sspam comment%5$s %6$sblocked by%7$s<br />%8$sAkismet%9$s
hy_am: %1$s%2$s%3$s %4$sսփամ մեկնաբանություն%5$s %6$sարգելափակված%7$s<br />%8$sAkismet-ով%9$s

source: Spam Blocked
hy_am: Ափամն արգելափակված է

source: <div id="akismetwrap"><div id="akismetstats"><a id="aka" href="http://akismet.com" title=""><div id="akismet1"><span id="akismetcount">%1$s</span> <span id="akismetsc">spam comment</span></div> <div id="akismet2"><span id="akismetbb">blocked by</span><br /><span id="akismeta">Akismet</span></div></a></div></div>
hy_am: <div id="akismetwrap"><div id="akismetstats"><a id="aka" href="http://akismet.com" title=""><div id="akismet1"><span id="akismetcount">%1$s</span> <span id="akismetsc">սփամ մեկնաբանություն</span></div> <div id="akismet2"><span id="akismetbb">արգելափակվել է</span><br /><span id="akismeta">Akismet-ով</span></div></a></div></div>

source: Akismet %s requires WordPress 3.0 or higher.
hy_am: Akismet %s-ը պահանջում է 3.0 կամ ավելի բարձր տարբերակի Վորդպրես:

source: Please <a href="%s">upgrade WordPress</a> to a current version, or <a href="%s">downgrade to version 2.4 of the Akismet plugin</a>.
hy_am: Խնդրում ենք <a href="%s">թարմացել Վորդպրսը</a> մինչև ընթացիկ տարբերակը, կամ <a href="%s">իջեցնել Akismet պլագինի տարբերակը մինչև 2.4-ի</a>:

source: Comment History
hy_am: Մեկնաբանության պատմություն

source: Akismet Configuration
hy_am: Akismet-ի կոնֆիգուրացիան

source: Your key has been cleared.
hy_am: Ձեր բանալին հաջողությամբ հեռացվել է:

source: Your key has been verified. Happy blogging!
hy_am: Ձեր բանալին հաստատվել է: Բարի բլոգինգ:

source: The key you entered is invalid. Please double-check it.
hy_am: Ձեր մուտքագրած բանալին սխալ է: Խնդրում ենք կրկնակի անգամ ստուգել այն:

source: The key you entered could not be verified because a connection to akismet.com could not be established. Please check your server configuration.
hy_am: Ձեր մուտքագրած բանալին չի հաջողվում հաստատել, քանի դեռ akismet.com-ի հետ կապ չի հասատատվել: Խնդրում ենք ստուգել Ձեր սերվերի կոնֆիգուրացիան:

source: There was a problem connecting to the Akismet server. Please check your server configuration.
hy_am: Akismet սերվերի հետ կապ հաստատելիս տեղ է գտել սխալ: Խնդրում ենք ստուգել Ձեր սերվերի կոնֆիգուրացիան:

source: Please enter an API key. (<a href="%s" style="color:#fff">Get your key.</a>)
hy_am: Խնդրում ենք մուտքագրել API բանալին: (<a href="%s" style="color:#fff">Ստանալ Ձեր բանալին</a>:)

source: This key is valid.
hy_am: Բանալին ճիշտ է:

source: The key below was previously validated but a connection to akismet.com can not be established at this time. Please check your server configuration.
hy_am: Ստորև բանալին նախկինում հաստատվել է, սակայն այս պահին չի հաջողվում akismet.com-ի հետ կապ հասատատել: Խնդրում ենք ստուգել Ձեր սերվերի կոնֆիգուրացիան:

source: Your WordPress home URL %s is invalid. Please fix the <a href="%s">home option</a>.
hy_am: Ձեր Վորդպրեսի գլխավոր էջի %s URL-ը սխալ է: Խնդրում ենք ուղղել այն <a href="%s">կայքի դրույթներում</a>:

source: Options saved.
hy_am: Դրույթները պահպանված են:

source: <strong>Sign up success!</strong> Please check your email for your Akismet API Key and enter it below.
hy_am: <strong>Գրանցումը հաջողված է:</strong> Խնդրում ենք ստուգել Ձեր էլ. փոստը՝ Ձեր Akismet API բանալին ստանալու և ստորև մուտքագրելու համար:

source: For many people, <a href="%1$s">Akismet</a> will greatly reduce or even completely eliminate the comment and trackback spam you get on your site. If one does happen to get through, simply mark it as "spam" on the moderation screen and Akismet will learn from the mistakes. If you don't have an API key yet, you can get one at <a href="%2$s">Akismet.com</a>.
hy_am: Բազմաթիվ մարդկանց համար <a href="%1$s">Akismet</a>-ը զգալիորեն կկրճատի և անգամ լիարժեքորեն կվերացնի որպես մեկնաբանություններ և թրեքբեքեր Ձեր կայքին ուղարկված սփամը: If one does happen to get through, simply mark it as "spam" on the moderation screen and Akismet will learn from the mistakes. If you don't have an API key yet, you can get one at <a href="%2$s">Akismet.com</a>.

source: Akismet API Key
hy_am: Akismet API բանալի

source: <a href="http://akismet.com/get/">What is this?</a>
hy_am: <a href="http://akismet.com/get/">Ի՞նչ է սա</a>

source: Why might my key be invalid?
hy_am: Ինչո՞ւ իմ բանալին կարող է լինել սխալ:

source: This can mean one of two things, either you copied the key wrong or that the plugin is unable to reach the Akismet servers, which is most often caused by an issue with your web host around firewalls or similar.
hy_am: Սա կարող է նշանակել երկու բան. կամ դուք բանալին պատճենել եք սխալ կերպով, կամ էլ պլագինը չի կարողանում կապ հաստատել Akismet սերվերի հետ: Վերջին դեպքը կարող է վկայել Ձեր հոսթի կողմից ֆայրվոլները կամ նմանատիպ ծառայությունները միացնելիս:

source: Auto-delete spam submitted on posts more than a month old.
hy_am: Ավտոմատ կերպով հեռացնել գրառումներին հասցեագրված և մեկ ամսից ավելի վաղեմիության սփամը:

source: Show the number of comments you've approved beside each comment author.
hy_am: Մեկնաբանողներից բացի ցուցադրել Ձեր կողմից հաստատված մեկնաբանությունների թիվը:

source: Update options &raquo;
hy_am: Թարմացնել դրույթները &raquo;

source: Server Connectivity
hy_am: Սերվերի կապը

source: Network functions are disabled.
hy_am: Ցանցային ֆունկցիաներն անջատված են:

source: Your web host or server administrator has disabled PHP's <code>fsockopen</code> or <code>gethostbynamel</code> functions. <strong>Akismet cannot work correctly until this is fixed.</strong> Please contact your web host or firewall administrator and give them <a href="%s" target="_blank">this information about Akismet's system requirements</a>.
hy_am: Ձեր վեբ հոսթը կամ սերվերի կառավարիչն անջատել են PHP-ի <code>fsockopen</code> կամ <code>gethostbynamel</code> ֆունկցիաները: <strong>Akismet-ը չի կարող նորմալ գործել, քանի դեռ այս երկու խոչընդոտները չեն վերացվել:</strong> Խնդրում ենք կապ հաստատել Ձեր վեբ հոսթի կամ ֆայրվոլ կառավարիչի հետ և նրանց տրամադրել <a href="%s" target="_blank">Akismet-ի սիստեմային պահանջների այս տեղեկատվությունը</a>:

source: Unable to reach some Akismet servers.
hy_am: Չի հաջողվում կապ հաստատել Akismet-ի որոշ ծառայությունների հետ:

source: A network problem or firewall is blocking some connections from your web server to Akismet.com. Akismet is working but this may cause problems during times of network congestion. Please contact your web host or firewall administrator and give them <a href="%s" target="_blank">this information about Akismet and firewalls</a>.
hy_am: Ցանցային խնդիրները կամ ֆայրվոլն արգելափակում են Ձեր սերվերի կապը Akismet.com-ի հետ: Akismet-ը գործում է, սակայն նման իրավիճակում կարող են առաջանալ խնդիրներ: Խնդրում ենք կապ հաստատել Ձեր վեբ հոսթի կամ ֆայրվոլ կառավարիչի հետ և նրանց տրամադրել <a href="%s" target="_blank">Akismet-ի սիստեմային պահանջների այս տեղեկատվությունը</a>:

source: Unable to reach any Akismet servers.
hy_am: Չի հաջողվում կապ հաստատել Akismet-ի որոշ ծառայությունների հետ:

source: A network problem or firewall is blocking all connections from your web server to Akismet.com. <strong>Akismet cannot work correctly until this is fixed.</strong> Please contact your web host or firewall administrator and give them <a href="%s" target="_blank">this information about Akismet and firewalls</a>.
hy_am: Ցանցային խնդիրները կամ ֆայրվոլն ամբողջապես արգելափակում են Ձեր սերվերի կապը Akismet.com-ի հետ: <strong>Akismet-ը չի կարող նորմալ գործել, քանի դեռ այս երկու խոչընդոտները չեն վերացվել:</strong> Խնդրում ենք կապ հաստատել Ձեր վեբ հոսթի կամ ֆայրվոլ կառավարիչների հետ և նրանց տրամադրել <a href="%s" target="_blank">Akismet-ի սիստեմային պահանջների այս տեղեկատվությունը</a>:

source: All Akismet servers are available.
hy_am: Akismet-ի ոչ մի ծառայություն մատչելի չէ:

source: Akismet is working correctly. All servers are accessible.
hy_am: Akismet-ը գործում է անխափան: Բոլոր ծառայությունները մատչելի են:

source: Unable to find Akismet servers.
hy_am: Չի հաջողվում գտնել Akismet-ի ծառայությունները:

source: A DNS problem or firewall is preventing all access from your web server to Akismet.com. <strong>Akismet cannot work correctly until this is fixed.</strong> Please contact your web host or firewall administrator and give them <a href="%s" target="_blank">this information about Akismet and firewalls</a>.
hy_am: DNS խնդիրները կամ ֆայրվոլն ամբողջապես արգելափակում են Ձեր սերվերի կապը Akismet.com-ի հետ: <strong>Akismet-ը չի կարող նորմալ գործել, քանի դեռ այս երկու խոչընդոտները չեն վերացվել:</strong> Խնդրում ենք կապ հաստատել Ձեր վեբ հոսթի կամ ֆայրվոլ կառավարիչի հետ և նրանց տրամադրել <a href="%s" target="_blank">Akismet-ի սիստեմային պահանջների այս տեղեկատվությունը</a>:

source: Akismet server
hy_am: Akismet-ի սերվեր

source: Network Status
hy_am: Ցանցի վիճակը

source: Accessible
hy_am: Հասանելի

source: Re-trying
hy_am: Կրկնակի փորձ

source: Last checked %s ago.
hy_am: Վերջին անգամ ստուգվել է %s առաջ:

source: Check network status &raquo;
hy_am: Ստուգել ցանցի վիճակը &raquo;

source: <a href="%s" target="_blank">Click here</a> to confirm that <a href="%s" target="_blank">Akismet.com is up</a>.
hy_am: <a href="%s" target="_blank">Սեղմեք այստեղ</a> հաստատելու, որ Ձեր <a href="%s" target="_blank">Akismet.com-ը միացված է</a>:

source: Akismet Stats
hy_am: Akismet-ի վիճակը

# comments
source: Spam
hy_am: Ափամ

source: <a href="%1$s">Akismet</a> has protected your site from <a href="%2$s">%3$s spam comments</a>.
hy_am: <a href="%1$s">Akismet</a>-ը Ձեր կայքը պաշտպանել է <a href="%2$s">%3$s սփամ մեկնաբանությունից</a>:

source: Akismet is almost ready.
hy_am: Akismet-ը գրեթե պատրաստ է:

source: You must <a href="%1$s">enter your Akismet API key</a> for it to work.
hy_am: Դուք պետք է <a href="%1$s">ներմուծեք Ձեր Akismet API բանալին</a>, որպեսզի այն սկսի գործել:

source: Akismet has detected a problem.
hy_am: Akismet-ը հայտնաբերել է ինչ-որ խնդիր:

source: A server or network problem prevented Akismet from checking %d comment. It has been temporarily held for moderation and will be automatically re-checked in %s.
hy_am: Սերվերային կամ ցանցային խնդիրը խոչընդոտել է Akismet-ին, որպեսզի ստուգվի %d մեկնաբանություն: Դրանք ժամանակավորապես պահվում են կառավարման համար և ավտոմատ կերպով կվերաստուգվեն %s-ին

source: Flagged as spam by Akismet
hy_am: Akismet-ի կողմից նշված է որպես սփամ

source: Cleared by Akismet
hy_am: Մաքրված է Akismet-ի կողմից

source: Flagged as spam by %s
hy_am: Նշված է որպես սփամ %s-ի կողմից

source: Un-spammed by %s
hy_am: Ապասփամվել է %s-ի կողմից

source: View comment history
hy_am: Դիտել մեկնաբանության պատմությունը

source: History
hy_am: Պատմություն

source: %s approved
hy_am: %s հաստատված

source: <a href="%1$s">Akismet</a> has protected your site from %2$s spam comment already.
hy_am: <a href="%1$s">Akismet</a>-ն արդեն Ձեր կայքը պաշտպանել է %2$s սփամ մեկնաբանությունից:

source: <a href="%1$s">Akismet</a> blocks spam from getting to your blog.
hy_am: <a href="%1$s">Akismet</a>-ն արգելափակում է սփամի մուտքը Ձեր բլոգ:

source: There's <a href="%2$s">%1$s comment</a> in your spam queue right now.
hy_am: Ներկա պահին առկա է սփամ-հարցման մեջ գտնվող <a href="%2$s">%1$s մեկնաբանություն</a>:

source: There's nothing in your <a href='%1$s'>spam queue</a> at the moment.
hy_am: Տվյալ պահին <a href='%1$s'>սփամի հարցմամբ</a> ոչ մի բան չի գտնվել:

source: Check for Spam
hy_am: Ստուգել սփամը

source: %s reported this comment as not spam
hy_am: %s-ը զեկուցել է այս մեկնաբանությունը որպես ոչ սփամ

source: %s reported this comment as spam
hy_am: %s -ը զեկուցել է այս մեկնաբանությունը որպես սփամ

source: %s changed the comment status to %s
hy_am: %s-ը փոփոխել է մեկնաբանության կարգավիճակը որպես %s

source: Akismet re-checked and caught this comment as spam
hy_am: Akismet-ը կրկնափորձել է և պահել է այս մեկնաբանությունը որպես սփամ

source: Akismet re-checked and cleared this comment
hy_am: Akismet-ը կրկնափորձել է և մաքրել է այս մեկնաբանությունը:

source: Akismet was unable to re-check this comment (response: %s)
hy_am: Akismet-ին չի հաջողվել կրկնափորձել այս մեկբանաբությունը (պատասխան. %s)

source: Akismet Spam (%s)
hy_am: Akismet սփամ (%s)

source: Akismet Spam
hy_am: Akismet սփամ

source: You do not have sufficient permission to moderate comments.
hy_am: Դուք չունեք բավարար լիազորություններ՝ կառավարելու մեկնաբանությունները:

source: %1$s comments recovered.
hy_am: %1$s մեկնաբանություն վերականգնվել են:

source: All spam deleted.
hy_am: Ամբողջ սփամը հեռացված է:

source: Caught Spam
hy_am: Պահել սփամը

source: Akismet has caught <strong>%1$s spam</strong> for you since you first installed it.
hy_am: Առաջին անգամ տեղադրվելուց հետո, Akismet-ը Ձեզ համար պահել է <strong>%1$s սփամ</strong>:

source: You have no spam currently in the queue. Must be your lucky day. :)
hy_am: Այս պահին որպես սփամ վերցված հարցումներ չկան: Պետք է որ սա լինի Ձեր երջանիկ օրը: :)

source: You can delete all of the spam from your database with a single click. This operation cannot be undone, so you may wish to check to ensure that no legitimate comments got through first. Spam is automatically deleted after 15 days, so don&#8217;t sweat it.
hy_am: Դուք կարող եք ամբողջ սփամը հեռացնել Ձեր տվյալների բազայից մեկ քլիքով: Այս գործողությունը չի կարող ետ վերադարձվել, ուստի լավ կլիներ, որ դուք մեկ անգամ էլ համոզվեիք հեռացվող մեկնաբանությունների սփամ լինել-չլինելու մեջ: Սփամն ավտոմատ կերպով հեռռացվում է 15 օր անց, այնպես որ, բոլոր դեպքերում անհանգստանալու կարիք չկա:

source: There are currently %1$s comments identified as spam.
hy_am: Ներկա պահին %1$s մեկնաբանություն առանձնացված է որպես սփամ:

source: Delete all
hy_am: Հեռացնել բոլորը

source: These are the latest comments identified as spam by Akismet. If you see any mistakes, simply mark the comment as "not spam" and Akismet will learn from the submission. If you wish to recover a comment from spam, simply select the comment, and click Not Spam. After 15 days we clean out the junk for you.
hy_am: Սրանք Akismet-ի կողմից որպես սփամ որակավորված ամենավերջին մեկնաբանություններն են: Եթե գտնում եք, որ Akismet-ը սխալվել է, դուք կարող եք դրանք վերաորակավորել որպես &laquo;ոչ սփամ&raquo;: 15 օրվա ընթացքում մենք Ձեր կայքը կմաքրենք &laquo;սփամ&raquo; նշված աղբից:

source: Search Spam &raquo;
hy_am: Որոնել սփամ &raquo;

source: IP:
hy_am: IP հասցե.

source: Not Spam
hy_am: Սփամ չէ

source: De-spam marked comments &raquo;
hy_am: &laquo;Սփամ չէ&raquo; նշված մեկնաբանություններ &raquo;

source: Comments you de-spam will be submitted to Akismet as mistakes so it can learn and get better.
hy_am: Ձեր կողմից &laquo;Սփամ չէ&raquo; նշված մեկնաբանությունները կուղարկվեն Akismet-ին, որպեսզի այն սովորի և գործի ավելի լավ:

source: Recheck Queue for Spam
hy_am: Սփամի կրկնաստուգում

source: GLOBALS overwrite attempt detected
hy_am: Հայտնաբերվել է GLOBALS overwrite փորձ

source: Your server is running PHP version %1$s but WordPress %2$s requires at least %3$s.
hy_am: Ձեր սերվերն ապահովում է PHP-ի %1$s տարբերակը, մինչդեռ Վորդպրես %2$s-ը պահանջում է առնվազն PHP %3$s:

source: Your PHP installation appears to be missing the MySQL extension which is required by WordPress.
hy_am: Ձեր PHP ինստալյացիան կարծես թե չի պարունակում MySQL էքստենզիա, ինչը պահանջվում է Վորդպրեսի կողմից:

source: Maintenance
hy_am: Պահպանում

source: Briefly unavailable for scheduled maintenance. Check back in a minute.
hy_am: Կարճ ժամանակով հասանելի չէ՝ կայքի պահպանողական աշխատանքների պատճառով: Խնդրում ենք վերադառնալ մեր կայքը մի քանի րոպե անց:

source: <strong>ERROR</strong>: <code>$table_prefix</code> in <code>wp-config.php</code> can only contain numbers, letters, and underscores.
hy_am: <strong>ՍԽԱԼ</strong>. <code>$table_prefix</code>-ը <code>wp-config.php</code>-ում կարող է պարունակել միայն թվեր, տառեր և տողագծիկներ:

source: One or more database tables are unavailable. The database may need to be <a href="%s">repaired</a>.
hy_am: Տվյալների բազայի մեկ կամ մի քանի աղյուսակները մատչելի չեն: Տվյալների բազան <a href="%s">վերականգնման</a> կարիք ունի:

source: Invalid database prefix
hy_am: Տվյալների բազայի պրեֆիքսը սխալ է

source: <h1>Can&#8217;t select database</h1> <p>We were able to connect to the database server (which means your username and password is okay) but not able to select the <code>%1$s</code> database.</p> <ul> <li>Are you sure it exists?</li> <li>Does the user <code>%2$s</code> have permission to use the <code>%1$s</code> database?</li> <li>On some systems the name of your database is prefixed with your username, so it would be like <code>username_%1$s</code>. Could that be the problem?</li> </ul> <p>If you don't know how to set up a database you should <strong>contact your host</strong>. If all else fails you may find help at the <a href="http://wordpress.org/support/">WordPress Support Forums</a>.</p>
hy_am: <h1>Չի հաջողվում ընտրել տվյալների բազան</h1> <p>Մենք կարողավել ենք կապ հաստատել տվյալների բազայի սերվերի հետ (ինչը նշանակում է, որ ծածկանունը և գաղտնաբառը ճիշտ են), սակայն ի վիճակի չենք ընտրել <code>%1$s</code> տվյալների բազան:</p> <ul> <li>Համոզվա՞ծ եք, որ այն գոյություն ունի</li> <li>Արդյոք <code>%2$s</code> օգտատիրոջը թույլ է տրված օգտագործելու <code>%1$s</code> տվյալների բազան:</li> <li>Որոշ համակարգերում տվյալների բազայի անվանումը պարունակում է ծածկանունից կազմված նախածանց: Նման դեպքերում, Ձեր տվյալների բազան կունենա <code>username_%1$s</code> անվանումը: Միգուցե սա՞ է խնդիրը:</li> </ul> <p>Եթե չգիտեք, թե ինչպես ստեղծեք տվյալների բազա, <strong>կապվեք Ձեր հոսթի հետ</strong>: Եթե բոլոր մյուս քայլերով չի հաջողվում լուծել այս խնդիրը, ապա խորհուրդ կտայինք օգնության դիմել <a href="http://wordpress.org/support/">Վորդպրեսի օժանդակող ֆորումներում</a>:</p>

source: WordPress database error %1$s for query %2$s made by %3$s
hy_am: Վորդպրեսի տվյալների բազայի %1$s սխալ, հարուցված է %2$s հարցմամբ, որը կատարվել է %3$s-ի կողմից:

source: WordPress database error %1$s for query %2$s
hy_am: Վորդպրեսի տվյալների բազայի %1$s սխալ, հարուցված է %2$s հարցմամբ

source: <h1>Error establishing a database connection</h1> <p>This either means that the username and password information in your <code>wp-config.php</code> file is incorrect or we can't contact the database server at <code>%s</code>. This could mean your host's database server is down.</p> <ul> <li>Are you sure you have the correct username and password?</li> <li>Are you sure that you have typed the correct hostname?</li> <li>Are you sure that the database server is running?</li> </ul> <p>If you're unsure what these terms mean you should probably contact your host. If you still need help you can always visit the <a href='http://wordpress.org/support/'>WordPress Support Forums</a>.</p>
hy_am: <h1>Տվյալների բազայի հետ կապ հաստատելու սխալ</h1> <p>Սա նշանակում է, որ Ձեր <code>wp-config.php</code> ֆայլում Ձեր ծածկանունը կամ գաղտնաբառը սխալ են, որի պատճառով չի հաջողվում կապ հաստատել <code>%s</code> տվյալների բազայի հետ:</p> <ul> <li>Համոզվա՞ծ եք, որ Ձեր ծածկանունը կամ գաղտնաբառը ճիշտ են:</li> <li>Համոզվա՞ծ եք, որ հոսթանունը ճիշտ է:</li> <li>Համոզվա՞ծ եք, որ Ձեր տվյալների բազայի սերվերը գործում է:</li> </ul> <p>Եթե դուք չեք հասկանում, թե ինչ են իրենցից ներկայացնում վերոնշյալ հասկացությունները, ապա <strong>կապվեք Ձեր հոսթի հետ</strong>: Եթե բոլոր մյուս քայլերով չի հաջողվում լուծել այս խնդիրը, ապա խորհուրդ կտայինք օգնության դիմել <a href="http://wordpress.org/support/">Վորդպրեսի օժանդակող ֆորումներում</a>:</p>

source: Your server is running PHP version %1$s but WordPress requires at least %2$s.
hy_am: Ձեր սերվերն ապահովում է PHP-ի %1$s տարբերակը, սակայն Վորդպրեսը պահանջում է առնվազն %2$s:

source: <strong>ERROR</strong>: "Table Prefix" can only contain numbers, letters, and underscores.
hy_am: <strong>ՍԽԱԼ</strong>. "Աղյուսակների նախածանցը(Table Prefix)" կարող է կազմված լինել միայն թվերից, տառերից և տողագծիկից:

source: There doesn't seem to be a <code>wp-config.php</code> file. I need this before we can get started. Need more help? <a href='http://codex.wordpress.org/Editing_wp-config.php'>We got it</a>. You can create a <code>wp-config.php</code> file through a web interface, but this doesn't work for all server setups. The safest way is to manually create the file.</p><p><a href='%ssetup-config.php' class='button'>Create a Configuration File</a>
hy_am: Կարծես թե<code>wp-config.php</code> ֆայլը չի հայտնաբերվում: Առանց այդ ֆայլի ես չեմ կարող անցնել առաջ: Օգնե՞նք: <a href='http://codex.wordpress.org/Editing_wp-config.php'>Մենք գտել ենք այդ ֆայլը</a>: Դուք կարող եք ստեղծել <code>wp-config.php</code> ֆայլը Ձեր վեբ բրաուզերով, սակայն սա ոչ բոլոր սերվերների համար կստացվի: Ամենաանվտանգ մեթոդը ձեռքով այս ֆայլը ստեղծելն է: </p><p><a href='%ssetup-config.php' class='button'>Ստեղծել wp-config.php ֆայլը</a>:

source: This post is also available in %s.
lt_lt: Šis įrašas taip pat yra %s.
ru_ru: Эта статья также доступна на %s
sv_se: Detta inlägg finns också på %s.
tr: Bu yazı %s adresinde de mevcut.

source: %s and %s
lt_lt: %s ir %s
ru_ru: %s и %s
sv_se: %s och %s
tr: %s ve %s

source: The Multisite Language Switcher needs the activation of the multisite-feature for working properly. Please read <a onclick="window.open(this.href); return false;" href="http://codex.wordpress.org/Create_A_Network">this post</a> if you don't know the meaning.
sv_se: För att fungera kräver Multisite Language Switcher att multisite-funktionen i WordPress är aktiverad. Vänligen läs <a onclick="window.open(this.href); return false;" href="http://codex.wordpress.org/Create_A_Network">denna artikel</a> för att få hjälp med att göra detta.

source: Multisite Language Switcher is almost ready. You must <a href="%s">complete the configuration process</a>.
lt_lt: Multisite Language Switcher beveik paruoštas. Jūs turite <a href="%s">pabaigti nustatymo procesą</a>.
sv_se: Multisite Language Switcher är nästan redo. Du måste bara <a href="%s">slutföra konfigurationsprocessen</a>.
tr: Multisite Language Switcher eklentisi hazır sayılır! <a href="%s">Yapılandırma ayarlarını tamamlayın</a>.

source: Multisite Language Switcher Options
lt_lt: Multisite Language Switcher parinktys
ru_ru: Multisite Language Switcher Настройки
sv_se: Inställningar för Multisite Language Switcher
tr: Multisite Language Switcher Ayarları
