Repository: Idealien/Multisite-Language-Switcher
Catalog: languages/msls-*.po
Languages: hy_am, lt_lt, ru_ru, sv_se, tr

source: New users will receive an email letting them know they&#8217;ve been added as a user for your site. By default, this email will also contain their password. Uncheck the box if you don&#8217;t want the password to be included in the welcome email.
hy_am: Նոր օգտատերերը կստանան էլ. նամակ, որը նրանց թույլ կտա տեղեկանալու, որ նրանք ավելացվել են Ձեր կայքում որպես նոր օգտատերեր: Լռելայն կերպով, այդ նամակը կպարունակի նաև իրենց գաղտնաբառը: Դուք կարող եք անջատել գաղտնաբառի ուղարկման դրույթը:

source: Remember to click the Add User button at the bottom of this screen when you are finished.
hy_am: Հիշեք նոր օգտատեր ավելացնելուց հետո սեղմել &laquo;Ավելացնել օգտատիրոջը&raquo; կոճակը:

source: <a href="http://codex.wordpress.org/Users_Add_New_Screen" target="_blank">Documentation on Adding New Users</a>
hy_am: <a href="http://codex.wordpress.org/Users_Add_New_Screen" target="_blank">Նոր օգտատեր ավելացնելու վերաբերյալ փաստաթղթեր</a>

source: Invitation email sent to new user. A confirmation link must be clicked before their account is created.
hy_am: Հրավերքի նամակն ուղարկվել է նոր օգտատիրոջը: Իր հաշիվը ստեղծելու համան նա պետք է սեղմի հաստատող հղումը:

source: Invitation email sent to user. A confirmation link must be clicked for them to be added to your site.
hy_am: Հրավերքի նամակն ուղարկվել է օգտատիրոջը: Իր հաշիվը ստեղծելու համան նա պետք է սեղմի հաստատող հղումը:

source: User has been added to your site.
hy_am: Օգտատերն ավելացված է Ձեր կայքին:

source: That user is already a member of this site.
hy_am: Այդ անձն արդեն իսկ գրանցված է այս կայքում:

source: The requested user does not exist.
hy_am: Պահանջվող օգտատերը գոյություն չունի:

source: Please enter a valid email address.
hy_am: Խնդրում ենք մուտքագրել էլ. փոստի ճիշտ հասցե:

source: User added.
hy_am: Օգտատերն ավելացված է:

# user
source: Add New User
hy_am: Ավելացննել նոր օգտատեր

# user
source: Add Existing User
hy_am: Ավելացնել առկա օգտատիրոջը

source: Add Existing User
hy_am: Ավելացնել առկա օգտատիրոջը

source: Enter the email address of an existing user on this network to invite them to this site. That person will be sent an email asking them to confirm the invite.
hy_am: Ավելացրեք առկա օգտատիրոջ էլ. փոստի հասցեն այս ցանցում՝ նրան հրավիրելու այս կայքը: Տվյալ անձին կուղարկվի նամակ, որով նրան կխնդրվի հաստատել հրավերքը:

source: Enter the email address or username of an existing user on this network to invite them to this site. That person will be sent an email asking them to confirm the invite.
hy_am: Ավելացրեք առկա օգտատիրոջ էլ. փոստի հասցեն կամ ծածկանունն այս ցանցում՝ նրան հրավիրելու այս կայքը: Այդ անձին կուղարկվի նամակ, որով կխնդրվի հաստատել հրավերքը:

source: E-mail or Username
hy_am: Էլ. փոստի հասցե կամ ծածկանուն

source: Role
hy_am: Կարգավիճակ

source: Skip Confirmation Email
hy_am: Հրաժարվել հաստատող էլ. նամակից

source: Add the user without sending them a confirmation email.
hy_am: Ստեղծել նոր օգտատեր՝ առանց նրան ուղարկելու հաստատող էլ. նամակ:

source: Add Existing User
hy_am: Ավելացնել առկա օգտատիրոջը

source: Create a brand new user and add it to this site.
hy_am: Ստեղծել լրիվ նոր օգտատեր և ավելացնել նրան Ձեր կայքում

source: First Name
hy_am: Անուն

source: Last Name
hy_am: Ազգանուն

source: (twice, required)
hy_am: (2 անգամ, պարտադիր)

source: Send Password?
hy_am: Ուղարկե՞լ գաղտնաբառը

source: Send this password to the new user by email.
hy_am: Ուղարկել գաղտնաբառը նոր օգտատիրոջն էլ. փոստի միջոցով:

source: Add New User
hy_am: Ավելացնել նոր օգտատեր

source: Welcome to your WordPress Dashboard! You will find helpful tips in the Help tab of each screen to assist you as you get to know the application.
hy_am: Ողջունում ենք Ձեր վորդպրեսի կառավարման վահանակում: Յուրաքանչյուր էջի &laquo;Օգնություն&raquo; բաժնում դուք կգտնեք օգտակար հնարքներ, որոնք կօգնեն Ձեզ հեշտ յուրացնելու այս ծրագիրը:

source: The Admin Bar at the top, new in 3.1, provides quick access to common tasks when you are viewing your site.
hy_am: Սկսած 3.1 տարբերակից, Ձեր կայքի վերևում հայտնվել է կառավարման վահանակը, որը թույլ կտա Ձեր կայքը դիտելիս արագ կերպով կատարել որոշակի գործողություններ:

source: The left-hand navigation menu provides links to the administration screens in your WordPress application. You can expand or collapse navigation sections by clicking on the arrow that appears on the right side of each navigation item when you hover over it. You can also minimize the navigation menu to a narrow icon strip by clicking on the faint separator lines between the Dashboard and Posts sections, or between Comments and Appearance; when minimized, the submenu items will be displayed on hover.
hy_am: Ձախ կողմի նավարկման մենյուն կազմված է հղումներից՝ ուղղված դեպի Ձեր Վորդպրես ծրագրի կառավարման էջերը: Դուք կարող եք բացել կամ փակել նավարկման բաժինները՝ սեղմելով դրանց աջ կողմի սլաքը. վերջինս տեսանելի է դառնում Ձեր մկնիկի կուրսորն այդ բաժինների վերնագրերի վրա պահելիս:

source: You can configure your dashboard by choosing which boxes, or modules, to display in the work area, how many columns to display them in, and where each box should be placed. You can hide/show boxes and select the number of columns in the Screen Options tab. To rearrange the boxes, drag and drop by clicking on the title bar of the selected box and releasing when you see a gray dotted-line rectangle appear in the location you want to place the box. You can also expand or collapse each box by clicking once on the title bar of the box. In addition, some boxes are configurable, and will show a &#8220;Configure&#8221; link in the title bar when you hover over it.
hy_am: Դուք կարող եք նաև ձևափոխել Ձեր կառավարման վահանակը՝ ընտրելով, թե որ դաշտերը կամ մոդուլները ցուցադրվեն, քանի սյունակով ներկայացվեն և դրանցից յուրաքանչյուրը որտեղ տեղադրվի: Դուք կարող եք ցուցադրել/թաքցնել առանձին վահանակները և ընտրել ցուցադրման սյունակների թիվը &laquo;Ցուցադրման դրույթներից&raquo;: Դրանց դիրքը կազմակերպելու համար, &laquo;քաշեք և բաց թողեք&raquo; (drag-and-drop) ընտրված դաշտերը: Դուք կարող եք նաև բացել/փակել այդ դաշտերից յուրաքանչյուրը՝ մեկ անգամ սեղմելով դրանց վերնագիրը: Ավելին, յուրաքանչյուր դաշտն ինքնին ձևափոխելի է:

source: The boxes on your Dashboard screen are:
hy_am: Ձեր կառավարման վահանակում առկա դաշտերն են՝

source: <strong>Right Now</strong> - Displays a summary of the content on your site and identifies which theme and version of WordPress you are using.
hy_am: <strong>Այս պահին</strong>. ցուցադրվում է Ձեր կայքի բովանդակության համառոտ նկարագրությունը, Ձեր Վորդպրեսի թեման և տարբերակը:

source: <strong>Recent Comments</strong> - Shows the most recent comments on your posts (configurable, up to 30) and allows you to moderate them.
hy_am: <strong>Վերջին մեկնաբանություններ</strong>. ցուցադրվում է Ձեր գրառումների ամենավերջին մեկնաբանությունները (կարող է ձևափոխվել, մինչև 30) և թույլ է տալիս կառավարել դրանք:

source: <strong>Incoming Links</strong> - Shows links to your site found by Google Blog Search.
hy_am: <strong>Բերող հղումներ</strong>. ցուցադրվում են Google Blog Search-ով հայտնաբերված և Ձեր կայքին ուղղված հղումները:

source: <strong>QuickPress</strong> - Allows you to create a new post and either publish it or save it as a draft.
hy_am: <strong>QuickPress</strong>. թույլ է տալիս Ձեզ ստեղծել նոր գրառումներ և պահպանել դրանք որպես սևագրեր կամ էլ հրապարակել Ձեր բլոգում:

source: <strong>Recent Drafts</strong> - Displays links to the 5 most recent draft posts you&#8217;ve started.
hy_am: <strong>Վերջին սևագրերը</strong>. ցուցադրվում են Ձեր կողմից նախաձեռնված վերջին 5 գրառումների սևագերերը:

source: <strong>WordPress Development Blog</strong> - Come here for the latest scoop.
hy_am: <strong>WordPress Development Blog</strong>. այս բլոգում կտեղեկանաք Վորդպրեսի վերջին նորություններին:

source: <strong>Other WordPress News</strong> - Shows the feed from <a href="http://planet.wordpress.org" target="_blank">WordPress Planet</a>. You can configure it to show a different feed of your choosing.
hy_am: <strong>Վորդպրեսի այլ նորություններ</strong>. ներկայացնում է <a href="http://planet.wordpress.org" target="_blank">WordPress Planet</a>-ի նորությունների հոսքերը: Դուք կարող եք սա ձևափոխել այնպես, որ ցուցադրվեն մեկ այլ կայքի հոսքերը:

source: <strong>Plugins</strong> - Features the most popular, newest, and recently updated plugins from the WordPress.org Plugin Directory.
hy_am: <strong>Պլագիններ</strong> - WordPress.org-ի պլագինների կատալոգում առկա կարևորված (featured), ամենահանրաճանաչ, վերջերս ավելացված և վերջերս թարմացված պլագիններ:

source: <a href="http://codex.wordpress.org/Dashboard_Screen" target="_blank">Documentation on Dashboard</a>
hy_am: <a href="http://codex.wordpress.org/Dashboard_Screen" target="_blank">Կառավարման վահանակի վերաբերյալ փաստաթղթեր</a>

source: <a href="%s">Links</a> / Edit Link
hy_am: <a href="%s">Հղումներ</a> / Խմբագրել հղումը

source: Update Link
hy_am: Թարմացնել հղումը

source: <a href="%s">Links</a> / Add New Link
hy_am: <a href="%s">Հղումներ</a> / Ավելացնել նոր հղում

source: Link Relationship (XFN)
hy_am: Հղումների փոխկապվածություն (XFN)

source: You can add or edit links on this screen by entering information in each of the boxes. Only the link&#8217;s web address and name (the text you want to display on your site as the link) are required fields.
hy_am: Դուք կարող եք ավելացնել կամ խմբագրել Ձեր հղումներն այս էջից՝ մուտքագրելով համապատասխան դաշտերը, որոնցից միայն հղման անվանումը և վեբ-հասցեն են պարտադիր (որոնք էլ կկազմեն Ձեր հղման տեքստը և գերհղումը):

source: The boxes for link name, web address, and description have fixed positions, while the others may be repositioned using drag and drop. You can also hide boxes you don&#8217;t use in the Screen Options tab, or minimize boxes by clicking on the title bar of the box.
hy_am: Հղման վերնագրի, վեբ հասցեի և նկարագրության դաշտերն ունեն ֆիքսված տեղադրություն, իսկ մյուսները կարելի է տեղափոխել &laquo;քաշել և թողնել&raquo; (drag-and-drop) մեթոդով: Դուք կարող եք նաև թաքցնել որոշ դաշտեր Ցուցադրման դրույթներից կամ էլ փակել/բացել այդ դաշտերը՝ սեղմելով տվյալ դաշտի վերնագիրը:

source: XFN stands for <a href="http://gmpg.org/xfn/" target="_blank">XHTML Friends Network</a>, which is optional. WordPress allows the generation of XFN attributes to show how you are related to the authors/owners of the site to which you are linking.
hy_am: XFN-ը նշանակում է <a href="http://gmpg.org/xfn/" target="_blank">XHTML Friends Network</a>, որը կամավոր հնարավորություն է: Վորդպրեսը թույլ է տալիս ստեղծել XFN ատրիբուտներ և հղումների միջև փոխկապվածություններ:

source: <a href="http://codex.wordpress.org/Links_Add_New_Screen" target="_blank">Documentation on Creating Links</a>
hy_am: <a href="http://codex.wordpress.org/Links_Add_New_Screen" target="_blank">Հղումներ ստեղծելու վերաբերյալ փաստաթղթեր</a>

source: Link added.
hy_am: Հղումն ավելացված է

source: Example: Nifty blogging software
hy_am: Օրինակ՝ տեղեկացնել բլոգինգ-ծրագրին

source: Web Address
hy_am: Վեբ հասցե

source: Example: <code>http://wordpress.org/</code> &#8212; don&#8217;t forget the <code>http://</code>
hy_am: Օրինակ՝ <code>http://wordpress.org/</code> &#8212; մի մոռացեք <code>http://</code>-ը:

source: Description
hy_am: Նկարագրություն
lt_lt: Aprašymas
ru_ru: Описание
sv_se: Beskrivning
tr: Açıklama

source: This will be shown when someone hovers over the link in the blogroll, or optionally below the link.
hy_am: Սա կցուցադրվի, երբ որևէ մեկը կուրսորը պահի հղման վրա կամ էլ ըստ ցանկության, հղումից ներքև:

source: WordPress &rsaquo; Database Repair
hy_am: Վորդպրես &rsaquo; Տվյալների բազայի կարգավորում

source: To allow use of this page to automatically repair database problems, please add the following line to your wp-config.php file. Once this line is added to your config, reload this page.
hy_am: Եթե ցանկանում եք օգտագործել այս էջը՝ տվյալների բազայի խնդիրներն ավտոմատ կերպով վերականգնելու համար, խնդրում ենք ավելացնել հետևյալ տողը Ձեր wp-config.php ֆայլում: Սա կատարելուց հետո, վերաբեռնեք այս էջը:

source: Some database problems could not be repaired. Please copy-and-paste the following list of errors to the <a href="%s">WordPress support forums</a> to get additional assistance.
hy_am: Տվյալներ բազայի որոշ խնդիրներ չեն կարող վերականգնվել: Խնդրում ենք առկա սխալների այս ցուցակը ներկայացնել <a href="%s">Վորդպրեսի օժանդակող ֆորումներ</a>՝ հետագա օգնություն ստանալու ակնկալիքով:

source: Repairs complete. Please remove the following line from wp-config.php to prevent this page from being used by unauthorized users.
hy_am: Տվյալների բազայի վերականգնումն ավարտված է: Խնդրում ենք հեռացնել այս տողը wp-config.php ֆայլից՝ կանխարգելելու այս էջը տարբեր մարդկանց կողմից օգտագործվելու վտանգը:

source: One or more database tables are unavailable. To allow WordPress to attempt to repair these tables, press the &#8220;Repair Database&#8221; button. Repairing can take a while, so please be patient.
hy_am: Տվյալների բազայի մեկ կամ մի քանի աղյուսակներ մատչելի չեն: Վորդպրեսի կողմից այս աղյուսակները վերականգնելու համար, սեղմեք &laquo;Վերանորոգել տվյալների բազան&raquo; կոճակը: Վերանորոգումը տևական գործընթաց է, այնպես որ խնդրում ենք զինվել համբերությամբ:

source: WordPress can automatically look for some common database problems and repair them. Repairing can take a while, so please be patient.
hy_am: Վորդպրեսը կարող է ավտոմատ կերպով որոնել և վերականգնել տվյալների բազայի որոշ ընդհանուր բնույթի սխալներ: Սա տևական գործընթաց է, այնպես որ խնդրում ենք մի փոքր համբերել:

source: Repair Database
hy_am: Վերականգնել տվյալների բազան

source: WordPress can also attempt to optimize the database. This improves performance in some situations. Repairing and optimizing the database can take a long time and the database will be locked while optimizing.
hy_am: Վորդպրեսը կարող է նաև փորձել օպտիմալացնել տվյալների բազան: Որոշ դեպքերում սա կարող է բարելավել կայքի գործունակությունը: Տվյալների բազայի վերանորոգումը և օպտիմալացումը տևական գործընթաց են, այնպես որ խնդրում ենք մի փոքր համբերել:

source: Repair and Optimize Database
hy_am: Վերականգնել և օպտիմալացնել տվյալների բազան

source: You do not have sufficient permissions to manage options for this site.
hy_am: Դուք բավարար լիազորված չեք, որպեսզի կառավարեք այս կայքի դրույթները:

source: General Settings
hy_am: Ընդհանուր դրույթներ

# timezone date format
source: Y-m-d G:i:s
hy_am: d-m-Y G:i:s

source: The fields on this screen determine some of the basics of your site setup.
hy_am: Այս էջում ներկայացված դաշտերը սահմանում են Ձեր կայքի վերաբերյալ որոշակի հիմնարար դրույթներ:

source: Most themes display the site title at the top of every page, in the title bar of the browser, and as the identifying name for syndicated feeds. The tagline is also displayed by many themes.
hy_am: Թեմաների մեծ մասը ցուցադրում են կայքի վերնագիրը յուրաքանչյուր էջի վերնամասում, բրաուզերի վերանագրում, ինչպես նաև սինդիկացված հոսքերում: Կայքի նշանաբանը (tagline) նույնպես ցուցադրվում է բազմաթիվ թեմաներում;

source: The WordPress URL and the Site URL can be the same (example.com) or different; for example, having the WordPress core files (example.com/wordpress) in a subdirectory instead of the root directory.
hy_am: Վորդպրեսի URL-ը և կայքի URL-ը կարող են լինել նույնը (example.com) կամ տարբերվել միմյանցից: Օրինակ, Վորդպրեսի ծրագրային փաթեթը կարող է տեղակայված լինել կայքի կատալոգներից մեկնումեկում (example.com/wordpress):

source: If you want site visitors to be able to register themselves, as opposed to being registered by the site administrator, check the membership box. A default user role can be set for all new users, whether self-registered or registered by the site administrator.
hy_am: Եթե դուք ցանկանում եք, որ Ձեր կայքի այցելուները գրանցվեն կայքում ինքնուրույն՝ ի հակադրություն կայքի կառավարչի կողմից կատարվող օգտատերի ավելացմանը, ապա նշեք անդամակցության վանդակը: Օգտատերերի լռելայն կարգավիճակը կարելի է սահմանել բոլոր նոր գրանցված անձանց համար՝ անկախ այն հանգամանքից, թե անձն ինքնուրույն է գրանցվել, թե ավելացվել է կայքի կառավարիչի կողմից:

source: UTC means Coordinated Universal Time.
hy_am: UTC-ը նշանակում է Coordinated Universal Time:

source: Remember to click the Save Changes button at the bottom of the screen for new settings to take effect.
hy_am: Հիշեք վերջում սեղմել ներքևի &laquo;Պահպանել փոփոխությունները&raquo; կոճակը, որպեսզի նոր դրույթները գործեն:

source: <a href="http://codex.wordpress.org/Settings_General_Screen" target="_blank">Documentation on General Settings</a>
hy_am: <a href="http://codex.wordpress.org/Settings_General_Screen" target="_blank">Ընդհանուր դրույթների վերաբերյալ փաստաթղթեր</a>

source: Tagline
hy_am: Կայքի նշանաբան (tagline)

source: In a few words, explain what this site is about.
hy_am: Մի քանի բառով ներկայացրեք, թե ինչի մասին է այս կայքը:

source: WordPress address (URL)
hy_am: Վորդպրես-հասցե (URL)

source: Site address (URL)
hy_am: Կայքի հասցե (URL)

source: Enter the address here if you want your site homepage <a href="http://codex.wordpress.org/Giving_WordPress_Its_Own_Directory">to be different from the directory</a> you installed WordPress.
hy_am: Ավելացրեք հասցեն այն դեպքում, երբ Ձեր կայքի գլխավոր էջը պետք է <a href="http://codex.wordpress.org/Giving_WordPress_Its_Own_Directory">տարբերվի Վորդպրեսի կատալոգից</a>:

source: E-mail address
hy_am: Էլ. փոստի հասցե

source: This address is used for admin purposes, like new user notification.
hy_am: Այս հասցեն պետք է զուտ կառավարման նպատակներով, օրինակ, նոր օգտատերերի մասին տեղեկացնելիս:

source: Membership
hy_am: Անդամակցություն

source: Anyone can register
hy_am: Բոլորն էլ կարող են գրանցվել

source: New User Default Role
hy_am: Նոր օգտատիրոջ լռելյայն կարգավիճակը

source: This address is used for admin purposes. If you change this we will send you an e-mail at your new address to confirm it. <strong>The new address will not become active until confirmed.</strong>
hy_am: Այս հասցեն օգտագործվում է կառավարման նպատակներով: Եթե դուք փոփոխել այն, մենք Ձեզ էլ. նամակ կուղարկենք այդ նոր հասցեին, որպեսզի դուք հաստատեք այն: <strong>Այս նոր հասցեն չի ակտիվանա, քանի դեռ չի հաստատվել:</strong>

source: There is a pending change of the admin e-mail to <code>%1$s</code>. <a href="%2$s">Cancel</a>
hy_am: Կառավարիչի էլ. փոստի հասցեի փոփոխելը <code>%1$s</code>-ի հաստատման փուլում է: <a href="%2$s">Դադարեցնել</a>

source: Timezone
hy_am: Ժամային գոտի

source: <abbr title="Coordinated Universal Time">UTC</abbr> time is <code>%s</code>
hy_am: <abbr title="Coordinated Universal Time">UTC</abbr> ժամն է <code>%s</code>

source: Local time is <code>%1$s</code>
hy_am: Տեղային ժամն է <code>%1$s</code>

source: Choose a city in the same timezone as you.
hy_am: Ընտրեք Ձեր ժամային գոտուն պատկանող քաղաքը:

source: This timezone is currently in daylight saving time.
hy_am: Այս ժամային գոտին ներկայացված է ամառային ժամերով:

source: This timezone is currently in standard time.
hy_am: Այս ժամային գոտին ներկայացված է ստանդարտ ժամերով:

source: Daylight saving time begins on: <code>%s</code>.
hy_am: Ամառային ժամանակը սկսվում է <code>%s</code>:

source: Standard time begins on: <code>%s</code>.
hy_am: Ստանդարտ ժամը սկսվում է <code>%s</code>:

source: This timezone does not observe daylight saving time.
hy_am: Այս ժամային գոտին չի նախատեսում ամառային ժամանակային փոփոխություններ:

source: Custom:
hy_am: Ձեր սահմանածը.

source: <a href="http://codex.wordpress.org/Formatting_Date_and_Time">Documentation on date and time formatting</a>.
hy_am: <a href="http://codex.wordpress.org/Formatting_Date_and_Time">Ամսաթվի և ժամի ձևափոխման վերաբերյալ փաստաթղթեր</a>

source: Week Starts On
hy_am: Շաբաթվա առաջին օրը

source: Site language:
hy_am: Կայքի լեզուն.

source: Manage Themes
hy_am: Կարգավորել թեմաները

source: Aside from the default theme included with your WordPress installation, themes are designed and developed by third parties.
hy_am: Ձեր Վորդպրեսի հետ ներկայացված թեմայից բացի մատչելի են նաև երրորդ կողմերի կողմից ստեղծված և ձևավորված բազմաթիվ այլ թեմաներ:

source: You can see your active theme at the top of the screen. Below are the other themes you have installed that are not currently in use. You can see what your site would look like with one of these themes by clicking the Preview link. To change themes, click the Activate link.
hy_am: Դուք կարող եք տեսնել Ձեր ակտիվ թեմաներն այս էջի վերևում: Ավելի ներքևում կցուցադրվեն այն թեմաները, որոնք դուք տեղադրել եք Ձեր կայքում, սակայն չեք օգտագործում: Դուք կարող եք տեսնել, թե ինչպես կներկայացվի Ձեր կայքը առկա թեմաներից յուրաքանչյուրի դեպքում՝ սեղմելով &laquo;Նախնական դիտում&raquo; հղումը: Կայքի թեման փոփոխելու համար, սեղմեք &laquo;Ակտիվացնել&raquo; հղումը:

source: If you would like to see more themes to choose from, click on the &#8220;Install Themes&#8221; tab and you will be able to browse or search for additional themes from the <a href="%s" target="_blank">WordPress.org Theme Directory</a>. Themes in the WordPress.org Theme Directory are designed and developed by third parties, and are licensed under the GNU General Public License, version 2, just like WordPress. Oh, and they&#8217;re free!
hy_am: Եթե դուք ցանկանում եք դիտարկել ավելի շատ թեմաներ, սեղմեք &laquo;Տեղադնել թեմաներ&raquo; հղումը և դուք հնարավորություն կստանաք թերթել <a href="%s" target="_blank">WordPress.org թեմաների կատալոգի</a> բազմաթիվ տարաբնույթ թեմաներ, որոնք ստեղծել են երրորդ կողմերը և լիցենզավորված են GNU General Public License, version 2-ի ներքո, ինչպես բուն Վորդպրեսը: Վերջապես, դրանք անվճար են:

source: <a href="http://codex.wordpress.org/Using_Themes" target="_blank">Documentation on Using Themes</a>
hy_am: <a href="http://codex.wordpress.org/Using_Themes" target="_blank">Թեմաների օգտագործման վերաբերյալ փաստաթղթեր</a>

source: The active theme is broken. Reverting to the default theme.
hy_am: Ակտիվ թեման ոչ լիարժեք է: Վերադարձ դեպի լռելայն թեման:

source: New theme activated. This theme supports widgets, please visit the <a href="%s">widgets settings</a> screen to configure them.
hy_am: Նոր թեման ակտիվացված է: Այս թեման ապահովում է վիջեթներ, ուստի խնդրում ենք այցելել <a href="%s">վիջեթների դրույթների էջը</a> և հարմարեցնել դրանք Ձեր կարիքներին:

source: New theme activated. <a href="%s">Visit site</a>
hy_am: Նոր թեման ակտիվացված է: <a href="%s">Այցելել կայքը</a>

source: Theme deleted.
hy_am: Թեման հեռացված է:

# theme
source: Install Themes
hy_am: Տեղադնել թեմաներ

source: Current Theme
hy_am: Ընթացիկ թեման

source: Current theme preview
hy_am: Ընթացիկ թեմայի նախնական դիտում

source: %1$s %2$s by %3$s
hy_am: %1$s %2$s, %3$s-ի կողմից

source: Options:
hy_am: Դրույթներ.

source: Tags:
hy_am: Պիտակներ.

source: Available Themes
hy_am: Մատչելի թեմաներ

source: Search Installed Themes
hy_am: Որոնել տեղադրված թեմաներ

source: Feature Filter
hy_am: Կարևորվածների (featured) ֆիլտր

source: Theme filters
hy_am: Թեմայի ֆիլտրներ

source: Apply Filters
hy_am: Կատարել

source: Close filters
hy_am: Փակել ֆիլտրները

source: Broken Themes
hy_am: Չգործող թեմաներ

source: The following themes are installed but incomplete. Themes must have a stylesheet and a template.
hy_am: Հետևյալ թեմաները թեև տեղադրված են, սակայն լիարժեք չեն: Թեմաները պետք է ունենան CSS-ներ և շաբլոններ:

source: You are not allowed to edit this attachment.
hy_am: Դուք իրավասու չեք խմբագրել այս կոցորդը:

source: Edit Media
hy_am: Խմբագրել մեդիան

source: You attempted to edit an attachment that doesn&#8217;t exist. Perhaps it was deleted?
hy_am: Դուք փորձում եք խմբագրել մի կցորդ, որն այլևս գոյություն չունի: Հավանաբար, դուք հեռացրել եք այն:

source: You can&#8217;t edit this attachment because it is in the Trash. Please move it out of the Trash and try again.
hy_am: Դուք չեք կարող խմբագրել աղբարկղում գտնվող կցորդ ֆայլը: Նախ դուրս հանեք այն աղբարկղից, որից հետո կրկին փորձեք:

source: This screen allows you to edit five fields for metadata in a file within the media library.
hy_am: Այս էջում դուք կարող եք խմբագրել մեդիա-պահոցի ֆայլերի համար խմբագրել մետա-տվյալների հինգ դաշտեր:
