Repository: Idealien/Multisite-Language-Switcher
Catalog: languages/msls-*.po
Languages: hy_am, lt_lt, ru_ru, sv_se, tr

source: Usage of user levels by plugins and themes is deprecated. Use roles and capabilities instead.
hy_am: Պլագիների և թեմաների համար օգտատերերի մակարդակներն այլևս չեն գործում: Դրա փոխարեն օգտագործեք օգտատերերի կարգավիճակները և հնարավորությունները:

source: Search
hy_am: Որոնում

source: <strong>ERROR</strong>: Invalid username or incorrect password.
hy_am: <strong>ՍԽԱԼ</strong>. ծածկանունը կամ գաղնտաբառը սխալ են:

source: New comment on your post "%s"
hy_am: Նոր մեկնաբանություն Ձեր "%s" գրառմանը:

source: Author : %1$s (IP: %2$s , %3$s)
hy_am: Հեղինակ. %1$s (IP-ն. %2$s , %3$s)

source: E-mail : %s
hy_am: Էլ. փոստ. %s

source: URL : %s
hy_am: Հղում. %s

source: Comment:
hy_am: Մեկնաբանություն.

source: You can see all comments on this post here:
hy_am: Այս գրառման բոլոր մեկնաբանությունները կարող եք դիտել այստեղ.

source: [%1$s] Comment: "%2$s"
hy_am: [%1$s] Մեկնաբանություն. "%2$s"

source: New trackback on your post "%s"
hy_am: Ձեր "%s" գրառումը ստացել է նոր տրեքբեք:

source: Website: %1$s (IP: %2$s , %3$s)
hy_am: Վեբ կայք. %1$s (IP հասցե. %2$s , %3$s)

source: Excerpt:
hy_am: Մեջբերում.

source: You can see all trackbacks on this post here:
hy_am: Այս գրառման բոլոր թրեքբեքերը կարող եք տեսնել այստեղ.

source: [%1$s] Trackback: "%2$s"
hy_am: [%1$s] Թրեքբեք. "%2$s"

source: New pingback on your post "%s"
hy_am: Ձեր "%s" գրառումը ստացել է նոր փինգբեք:

source: You can see all pingbacks on this post here:
hy_am: Այս գրառման բոլոր փինգբեքները կարող եք դիտել այստեղ.

source: [%1$s] Pingback: "%2$s"
hy_am: [%1$s] Փինգբեք. "%2$s"

source: Permalink: %s
hy_am: Մշտական հղում. %s

source: Trash it: %s
hy_am: Նետել աղբարկղը. %s

source: Delete it: %s
hy_am: Հեռացնել սա. %s

source: Spam it: %s
hy_am: Նշել որպես սփամ. %s

source: A new trackback on the post "%s" is waiting for your approval
hy_am: "%s" գրառման նոր թրեքբեքը սպասում է Ձեր հաստատմանը:

source: Website : %1$s (IP: %2$s , %3$s)
hy_am: Վեբկայք. %1$s (IP. %2$s , %3$s)

source: Trackback excerpt:
hy_am: Թերքբեքից մեջբերում.

source: A new pingback on the post "%s" is waiting for your approval
hy_am: "%s" գրառման նոր փինգբեքը սպասում է Ձեր հաստատմանը:

source: Pingback excerpt:
hy_am: Փինգբեքից մեջբերում.

source: A new comment on the post "%s" is waiting for your approval
hy_am: "%s" գրառման նոր մեկնաբանությունը սպասում է Ձեր հաստատմանը:

source: Approve it: %s
hy_am: Հաստատել սա. %s

source: Currently %s comment is waiting for approval. Please visit the moderation panel:
hy_am: Ներկայումս %s մեկնաբանություն սպասում են հաստատվելուն: Խնդրում ենք այցելել դրանք կառավարելու էջը.

source: [%1$s] Please moderate: "%2$s"
hy_am: [%1$s]Խնդրվում է մոդերացնել. "%2$s"

source: Password Lost and Changed for user: %s
hy_am: Գաղնաբառի վերականգնում հետևյալ օգտատիրոջ համար. %s

source: [%s] Password Lost/Changed
hy_am: [%s] Գաղնաբառի կորուստ/փոփոխում

source: New user registration on your site %s:
hy_am: Նոր օգտատիրոջ գրանցում Ձեր %s կայքում.

source: Username: %s
hy_am: Ծածկանուն. %s

source: E-mail: %s
hy_am: Էլ. փոստ. %s

source: [%s] New User Registration
hy_am: [%s] Նոր օգտատիրոջ գրանցում

source: Password: %s
hy_am: Գաղտնաբառ. %s

source: [%s] Your username and password
hy_am: [%s] Ձեր ծածկանունը և գաղտնաբառը

source: Theme without %1$s
hy_am: Թեմա առանց %1$s-ի

source: Please include a %1$s template in your theme.
hy_am: Խնդրում ենք Ձեր թեմայում ընդգրկել %1$s շաբլոնը:

source: %1$s is proudly powered by %2$s
hy_am: %1$s հպարտորեն աշխատում է %2$s-ով

source: %1$s and %2$s.
hy_am: %1$s և %2$s:

source: Entries (RSS)
hy_am: Գրառումեր (RSS)

source: Comments (RSS)
hy_am: Մեկնաբանություններ (RSS)

source: %d queries. %s seconds.
hy_am: %d հարցում: %s վայրկյան:

source: Author
hy_am: Հեղինակ

source: You are currently browsing the archives for the %s category.
hy_am: Դուք ներկա պահին դիտում եք %s բաժնի պահոցները:

source: You are currently browsing the <a href="%1$s/">%2$s</a> blog archives for the day %3$s.
hy_am: Այժմ դուք թերթում եք <a href="%1$s/">%2$s</a> բլոգի %3$s օրվա պահոցները:

source: You are currently browsing the <a href="%1$s/">%2$s</a> blog archives for %3$s.
hy_am: Դուք այս պահին դիտում եք <a href="%1$s/">%2$s</a> բլոգի %3$s պահոցները:

source: You are currently browsing the <a href="%1$s/">%2$s</a> blog archives for the year %3$s.
hy_am: Ներկա պահին դուք թերթում եք <a href="%1$s/">%2$s</a> բլոգի %3$s տարվա պահոցը:

source: You have searched the <a href="%1$s/">%2$s</a> blog archives for <strong>&#8216;%3$s&#8217;</strong>. If you are unable to find anything in these search results, you can try one of these links.
hy_am: Դուք որոնել եք <strong>&laquo;%3$s&raquo;</strong> արտահայտությունը Ձեր <a href="%1$s/">%2$s</a> բլոգ պահոցներում: Եթե չի հաջողվում գտնել որևէ բան, դուք կարող եք փորձել հետևյալ հղումներից մեկնումեկը:

source: You are currently browsing the <a href="%1$s/">%2$s</a> blog archives.
hy_am: Ներկա պահին դուք թերթում եք <a href="%1$s/">%2$s</a> բլոգի պահոցները:

source: Pages
hy_am: Էջեր

source: Archives
hy_am: Պահոցներ

source: Categories
hy_am: Բաժիններ

source: Meta
hy_am: Մետա

source: This page validates as XHTML 1.0 Transitional
hy_am: Այս էջը համաատասխանում է XHTML 1.0 Transitional չափորոշիչներին

source: Valid <abbr title="eXtensible HyperText Markup Language">XHTML</abbr>
hy_am: Ճիշտ <abbr title="eXtensible HyperText Markup Language">XHTML</abbr>

source: XHTML Friends Network
hy_am: XHTML ընկերների ցանց

source: Powered by WordPress, state-of-the-art semantic personal publishing platform.
hy_am: Գործարկվում է ժամանակակից խելամիտ հրապարակման հարթակ հանդիսացող WordPress-ով:

source: This post is password protected. Enter the password to view comments.
hy_am: Այս գրառումը պաշտպանված է գաղտնաբառով: Մեկնաբանությունները դիտելու համար մուտքագրեք գաղտնաբառը:

source: One Response to %2$s
hy_am: 1 պատասխան %2$s-ին

source: Comments are closed.
hy_am: Մեկնաբանությունները փակված են:

source: Leave a Reply
hy_am: Պատասխանել

source: Leave a Reply to %s
hy_am: Պատասխանել %s-ին

source: You must be <a href="%s">logged in</a> to post a comment.
hy_am: Մեկնաբանելու համար դուք պետք է <a href="%s">մուտք գործեք</a> համակարգ:

source: Logged in as <a href="%1$s">%2$s</a>.
hy_am: Դուք մուտք եք գործել որպես <a href="%1$s">%2$s</a>:

source: Log out of this account
hy_am: Լքել այս հաշիվը

source: Log out &raquo;
hy_am: Ելք &raquo;

source: Name
hy_am: Անուն

source: (required)
hy_am: (պարտադիր)

source: Mail (will not be published)
hy_am: Էլ. փոստի հասցե (չի հրապարակվելու)

source: Website
hy_am: Վեբկայք

source: <strong>XHTML:</strong> You can use these tags: <code>%s</code>
hy_am: <strong>XHTML.</strong> Դուք կարող եք օգտվել հետևյալ թեգերից. <code>%s</code>

source: Submit Comment
hy_am: Մեկնաբանել

source: %1$s - Comments on %2$s
hy_am: %1$s - մեկնաբանություն %2$s

source: Comments
hy_am: Կարծիքներ

source: <abbr title="Really Simple Syndication">RSS</abbr> feed for comments on this post.
hy_am: Այս գրառման մեկնաբանությունների <abbr title="Really Simple Syndication">RSS</abbr> հոսք:

source: The <abbr title="Universal Resource Locator">URL</abbr> to TrackBack this entry is: <em>%s</em>
hy_am: Այս գրառման թրեքբեքի <abbr title="Universal Resource Locator">URL</abbr> հղումն է. <em>%s</em>

source: by %1$s &#8212; %2$s @ <a href="#comment-%3$s">%4$s</a>
hy_am: %1$s-ի կողմից &#8212; %2$s @ <a href="#comment-%3$s">%4$s</a>

source: No comments yet.
hy_am: Որևէ կարծիք դեռ չի ստացվել:

source: Leave a comment
hy_am: Մեկնաբանել

source: Line and paragraph breaks automatic, e-mail address never displayed, <acronym title="Hypertext Markup Language">HTML</acronym> allowed: <code>%s</code>
hy_am: Պարբերությունները կստեղծվեն ավտոմատ կերպով, էլ. փոստի հասցեները երբեք չեն ցուցադրվի, թույլատրելի <acronym title="Hypertext Markup Language">HTML</acronym> թեգեր. <code>%s</code>

source: Logged in as <a href="%1$s">%2$s</a>. <a href="%3$s" title="Log out of this account">Log out &raquo;</a>
hy_am: Դուք մուտք եք գործել որպես <a href="%1$s">%2$s</a>: <a href="%3$s" title="Լքել համակարգը">Ելք &raquo;</a>

source: E-mail
hy_am: Էլ. փոստի հասցե

source: Your Comment
hy_am: Ձեր մեկնաբանությունը

source: Say It!
hy_am: Ասա՛ այն:

source: Sorry, the comment form is closed at this time.
hy_am: Կներեք, սակայն այս պահին մեկնաբանությունները փակված են:

source: Close this window.
hy_am: Փակել այս պատուհանը:

source: Sorry, no posts matched your criteria.
hy_am: Կներեք, սակայն Ձեր ընտրած չափանիշին համընկնող գրառում չի գտնվել:

source: Powered by <a href="%s" title="Powered by WordPress, state-of-the-art semantic personal publishing platform"><strong>WordPress</strong></a>
hy_am: Աշխատացվում է <a href="%s" title="Powered by WordPress, state-of-the-art semantic personal publishing platform"><strong>Վորդպրեսով</strong></a>

source: File &#8220;%s&#8221; doesn&#8217;t exist?
hy_am: &laquo;%s&raquo; ֆայլը գոյություն չունի՞

source: The GD image library is not installed.
hy_am: GD image library-ն տեղադրված չէ:

source: File &#8220;%s&#8221; is not an image.
hy_am: &laquo;%s&raquo; ֆայլը նկար չէ:

source: Could not read image size
hy_am: Չի հաջողվում որոշել նկարի չափը:

source: Could not calculate resized image dimensions
hy_am: Չի հաջողվում հաշվարկել ձևափոխված նկարի չափսերը:

source: Resize path invalid
hy_am: Ձևափոխման ուղին սխալ է

source: No server specified
hy_am: Սերվերը չի հստակեցվել

source: Error
hy_am: Սխալ

source: no login ID submitted
hy_am: ծածկանունը չի նշվել

source: connection not established
hy_am: կապ չի հաստատվել

source: No password submitted
hy_am: Գաղտնաբառը ներկայացված չէ

source: Authentication failed
hy_am: Ստուգումը խափանվել է

source: No connection to server
hy_am: Սերվերի հետ կապ չի հաստատվել

source: No login ID submitted
hy_am: Ծածկանունը չի ներմուծվել

source: No server banner
hy_am: Սերվերի բաններ չկա

source: abort
hy_am: դադարեցնել

source: apop authentication failed
hy_am: apop ստուգումը խափանվել է

source: Empty command string
hy_am: Հրահանգների դատարկ շարք

source: connection does not exist
hy_am: կապ չկա

source: No msg number submitted
hy_am: msg թիվը ներկայացված չէ

source: Command failed
hy_am: Հրահանգը ձախողվել է

source: new WordPress Loop
hy_am: նոր WordPress Loop

source: None
hy_am: Ոչ մի

source: Last updated
hy_am: Վերջին թարմացվածը

source: Missing Attachment
hy_am: Կորցված կցորդ

source: View all posts in %s
hy_am: Դիտել %s-ի բոլոր գրառումները

source: Uncategorized
hy_am: Չդասակարգված

source: No categories
hy_am: Բաժիններ չկան

source: %s topic
hy_am: %s թեմա

source: View all posts filed under %s
hy_am: Դիտել %s-ի ներքո դասակարգված բոլոր գրառումները:

source: Feed for all posts filed under %s
hy_am: %s-ի ներքո դասակարգված բոլոր գրառումների հոսքերը

source: Tags:
hy_am: Պիտակներ.

source: You are about to permanently delete the selected items. 'Cancel' to stop, 'OK' to delete.
hy_am: Դուք պատրաստվում եք անդառնալիորեն հեռացնել ընտրված տարրերը: Սեղմեք &laquo;Դադարեցնել&raquo;՝ գործընթացը կասեցնելու կամ &laquo;Շարունակել&raquo;՝ հեռացնելու համար:

source: (Quick Links)
hy_am: (Արագ հղումներ)

source: Enter a word to look up:
hy_am: Մուտքագրել որոնելի բառը.

source: Dictionary lookup
hy_am: Որոնել բառարանում

source: lookup
hy_am: որոնել

source: Close all open tags
hy_am: Փակել բոլոր բաց թեգերը

source: close tags
hy_am: փակել թեգերը

source: Enter the URL
hy_am: Մուտագրել URL-ը

source: Enter the URL of the image
hy_am: Մուտքագրեք նկարի URL-ը

source: Enter a description of the image
hy_am: Մուտքգրեք նկարի նկարագրությունը

source: fullscreen
hy_am: ամբողջ էկրանով

source: Toggle fullscreen mode
hy_am: Անցնել դեպի ամբողջ էկրանով դիտմանը:

source: You do not have permission to do that.
hy_am: Դուք լիազորված չեք կատարելու այս գործողությունը:

source: An unidentified error has occurred.
hy_am: Տեղ է գտնել անորոշ սխալ:

source: Next &gt;
hy_am: Հաջորդը &gt;

source: &lt; Prev
hy_am: &lt; Նախ

source: Image
hy_am: Նկար

source: Close
hy_am: Փակել

source: This feature requires inline frames. You have iframes disabled or your browser does not support them.
hy_am: Սա պահանջում է իֆրեյմներ (iframe): Դուք արգելափակել եք կամ Ձեր դիտարկիչը չի ապահովում իֆրեյմների ցուցադրումը:

source: not configured
hy_am: չի փոփոխվել

source: You have attempted to queue too many files.
hy_am: Դուք փորձում եք միաժամանակ հարցման ենթարկել մեծաքանակ ֆայլեր:

source: This file exceeds the maximum upload size for this site.
hy_am: Այս ֆայլը գերազանցում է մեր կայքում բեռնվող ֆայլերի առավելագույն թույլատրելի չափը:

source: This file is empty. Please try another.
hy_am: Այս ֆայլը դատարկ է: Խնդրում ենք փորձել մեկ ուրիշը:

source: This file type is not allowed. Please try another.
hy_am: Այս տեսակի ֆայլերը չեն թույլատրվում: Փորձեք միայն թույլատրելի տեսակի ֆայլ:

source: An error occurred in the upload. Please try again later.
hy_am: Ներբեռնման ընթացքում տեղ է գտել սխալ: Խնդրում ենք քիչ անց կրկին փորձել:

source: There was a configuration error. Please contact the server administrator.
hy_am: Առկա է կոնֆիգուրացիոն սխալ: Խնդրում ենք դիմել սիստեմային կառավարիչին:

source: You may only upload 1 file.
hy_am: Դուք կարող եք բեռնել միայն 1 ֆայլ:

source: HTTP error.
hy_am: HTTP սխալ:

source: Upload failed.
hy_am: Բեռնումը խափանվել է:

source: IO error.
hy_am: IO սխալ:

source: Security error.
hy_am: Անվտանգության սխալ:

source: File canceled.
hy_am: Ֆայլը մերժվել է:

source: Upload stopped.
hy_am: Բեռնումը կասեցված է:

source: Dismiss
hy_am: Դադարեցնել

source: moved to the trash.
hy_am: տեղափոխվել է աղբարկղ:

source: &#8220;%s&#8221; has failed to upload due to an error
hy_am: &laquo;%s&raquo;-ի բեռնումը խափանվել է. տեղ է գտել սխալ:

source: Strength indicator
hy_am: Վստահելիության ցուցանիշ

source: Very weak
hy_am: Խիստ թույլ

source: Weak
hy_am: Թույլ

# password strength
source: Medium
hy_am: Միջին

source: Strong
hy_am: Ուժեղ

source: Mismatch
hy_am: Անհամապատասխանություն

source: Insert/edit link
hy_am: Ներմուծել/խմբագրել հղումը

source: Update
hy_am: Թարմացնել
lt_lt: Atnaujinti
ru_ru: Обновить
sv_se: Uppdatera
tr: Güncelle

source: Add Link
hy_am: Ավելացնել հղում

source: (no title)
hy_am: (վերնագիր չկա)

source: No matches found.
hy_am: Համընկնում չի գտնվել:

source: Add
hy_am: Ավելացնել

source: Separate multiple categories with commas.
hy_am: Բաժիններն իրարից առանձնացրեք ստորակետով:

source: Approve and Reply
hy_am: Հաստատել և պատասխանել

source: Reply
hy_am: Պատասխանել

source: Tags used on this post:
hy_am: Այս գրառման պիտակները.

source: Add new Tag
hy_am: Ավելացնել նոր պիտակ

source: Separate tags with commas
hy_am: Պիտակներն առանձնացրեք ստորակետով

source: OK
hy_am: Շարունակել

source: Cancel
hy_am: Դադարեցնել

source: Edit
hy_am: Խմբագրել

source: Publish on:
hy_am: Հրապարակել.

source: Schedule for:
hy_am: Պետք է հրապարակվի.

source: Published on:
hy_am: Հրապարակված է.

source: Show more comments
hy_am: Ցուցադրել ավելի շատ մեկնաբանություններ

source: No more comments found.
hy_am: Այլ մեկնաբանություններ չեն գտնվել:

source: Publish
hy_am: Հրապարակել

source: Schedule
hy_am: Նախատեսել

source: Save as Pending
hy_am: Պահպանել որպես հաստատման ենթակա

source: Save Draft
hy_am: Պահպանել սևագիրը

source: Private
hy_am: Մասնավոր

source: Public
hy_am: Հրապարակային

source: Public, Sticky
hy_am: Հրապարակային, &laquo;փակցված&raquo;

source: Password Protected
hy_am: Գաղտնաբառով պաշտպանված

source: Privately Published
hy_am: Մասնավոր հրապարակված

source: Published
hy_am: Հրապարակված

source: Submitted on:
hy_am: Ուղարկված է.

source: Error while saving the changes.
hy_am: Փոփոխությունները պահպանելիս տեղի է ունեցել սխալ:

source: Remove From Bulk Edit
hy_am: Հեռացնել զանգվածային խմագրումից

source: Plugin Information:
hy_am: Պլագինի վերաբերյալ տեղեկատվություն.

source: Are you sure you want to install this plugin?
hy_am: Համոզվա՞ծ եք, որ ցանկանում եք տեղադնել այս պլագինը:

source: Use as featured image
hy_am: Օգտագործել որպես կաևոր գրառման նկար

source: Saving...
hy_am: Պահպանում...

source: Could not set that as the thumbnail image. Try a different attachment.
hy_am: Չի հաջողվում դարձնել փոքրացված նկար: Փորձեք մեկ այլ կցորդ:

source: Done
hy_am: Կատարված է

# search results
source: No results found.
hy_am: Արդյունքներ չեն գտնվել:

source: You are about to permanently delete this menu. 'Cancel' to stop, 'OK' to delete.
hy_am: Դուք պատրաստվում եք անդառնալիորեն հեռացնել այս մենյուն: Սեղմեք &laquo;Դադարեցնել&raquo; կամ &laquo;Շարունակել&raquo;

source: The changes you made will be lost if you navigate away from this page.
hy_am: Այս էջից հեռանալու դեպքում Ձեր կատարած փոփոխությունները կկորչեն:

source: Saving Draft&#8230;
hy_am: Սևագրի պահպանում&#8230;

source: Protected: %s
hy_am: Պաշտպանված. %s

source: Private: %s
hy_am: Մասնավոր. %s

source: (more...)
hy_am: (ավելին...)

source: There is no excerpt because this is a protected post.
hy_am: Մեջբերում չկա, քանի որ սա պաշտպանված գրառում է:

source: Pages:
hy_am: Էջեր.

source: Next page
hy_am: Հաջորդ էջը

source: Previous page
hy_am: Նախորդ էջը

source: Home
hy_am: Գլխավոր էջ

source: This post is password protected. To view it please enter your password below:
hy_am: Այս գրառումը պաշտպանված է գաղտնաբառով: Դիտելու համար խնդրում ենք ներմուծել Ձեր գաղտնաբառը ներքևում.

source: Password:
hy_am: Գաղտնաբառ.

source: Submit
hy_am: Ուղարկել

source: %1$s [Autosave]
hy_am: 1$s [Ավտոպահպանում]

source: %1$s [Current Revision]
hy_am: %1$s [Ընթացիկ վերանայում]

# post revision
source: %1$s by %2$s
hy_am: %1$s, %2$s-ի կողմից

source: Restore
hy_am: Վերականգնել

source: Compare Revisions
hy_am: Համեմատել վերանայումները

# revisions column name
source: Old
hy_am: Հին

# revisions column name
source: New
hy_am: Նոր

# revisions column name
source: Date Created
hy_am: Ստեղծման ամսաթիվը

source: Actions
hy_am: Քայլեր

source: Use <code>get_the_author()</code> instead if you do not want the value echoed.
hy_am: Փոխարենը, օգտագործեք <code>get_the_author()</code>, եթե դուք չեք ցանկանում ցուցադրել էխոյի արժեքը:

source: Visit %s&#8217;s website
hy_am: Այցելել %s-ի վեբկայքը

source: Posts by %s
hy_am: %s-ի գրառումները

source: Anonymous
hy_am: Անանուն

source: % Comments
hy_am: % մեկնաբանություն

source: No Comments
hy_am: Մեկնաբանություն չկա

source: 1 Comment
hy_am: 1 մեկնաբանություն

# noun
source: Comment
hy_am: Մեկնաբանություն

source: Trackback
hy_am: Թրեքբեք

source: Pingback
hy_am: Փինգբեք

source: Use <code>get_trackback_url()</code> instead if you do not want the value echoed.
hy_am: Փոխարենն օգտագործեք <code>get_trackback_url()</code>, եթե դուք չեք ցանկանում ցուցադրել արժեքը:

source: Comments Off
hy_am: Մեկնաբանությունները փակված են

source: Enter your password to view comments.
hy_am: Մեկնաբանությունը դիտելու համար մուտքագրեք Ձեր գաղտնաբառը:

source: Comment on %s
hy_am: Մեկնաբանված է %s-ին

source: Log in to Reply
hy_am: Պատասխանելու համար մուտք գործեք համակարգ

source: Leave a Comment
hy_am: Մեկնաբանել

source: Log in to leave a Comment
hy_am: Մեկնաբանելու համար մուտք գործեք համակարգ

source: Click here to cancel reply.
hy_am: Սեղմեք այստեղ՝ հրաժարվելու պատասխանելուց:

source: <cite class="fn">%s</cite> <span class="says">says:</span>
hy_am: <cite class="fn">%s</cite> <span class="says">ասեց.</span>

source: Your comment is awaiting moderation.
hy_am: Ձեր մեկնաբանությունը հաստատման փուլում է:

source: %1$s at %2$s
hy_am: %1$s, %2$s-ին

source: (Edit)
hy_am: (Խմբագրել)

source: Email
hy_am: Էլ. փոստի հասցե

source: Required fields are marked %s
hy_am: Պարտադիր դաշտերը նշված են %s-ով

source: Logged in as <a href="%1$s">%2$s</a>. <a href="%3$s" title="Log out of this account">Log out?</a>
hy_am: Դուք մուտք եք գործել որպես <a href="%1$s">%2$s</a>: <a href="%3$s" title="Լքել համակարգը">Ելք</a>

source: Your email address will not be published.
hy_am: Ձեր էլ. փոստի հասցեն չի հրապարակվելու:

source: You may use these <abbr title="HyperText Markup Language">HTML</abbr> tags and attributes: %s
hy_am: Դուք կարող եք օգտագործել հետևյալ <abbr title="HyperText Markup Language">HTML</abbr> թեգերը և ատրիբուտները. %s

source: Cancel reply
hy_am: Հրաժարվել պատասխանելուց

source: Post Comment
hy_am: Մեկնաբանել

source: Unapproved
hy_am: Չհաստատված

# adjective
source: Approved
hy_am: Հաստատված

# adjective
source: Spam
hy_am: Սփամ

source: Duplicate comment detected; it looks as though you&#8217;ve already said that!
hy_am: Հայտնաբերվել է կրկնվող մեկնաբանություն: Ըստ երևույթին, դուք արդեն գրել եք այդ մասին:

source: You are posting comments too quickly. Slow down.
hy_am: Դուք մեկնաբանում եք շատ հաճախակի: Դանդաղեցրեք մեկնաբանելու տեմպը:

source: Could not update comment status
hy_am: Մեկնաբանության կարգավիճակը չի հաջողվում թարմացնել

source: A valid URL was not provided.
hy_am: Չի տրամադրվել է ճիշտ URL:

source: User has blocked requests through HTTP.
hy_am: Օգտատերը արգելափակել է հարցումները HTTP-ի միջոցով:

source: Destination directory for file streaming does not exist or is not writable.
hy_am: Համապատասխան կատալոգը չի ստեղծվել կամ ընթեռնելի չէ:

source: There are no HTTP transports available which can complete the requested request.
hy_am: Պահանջվող հարցումն իրականացնող HTTP տեղափոխիչները մատեչելի չեն:

source: Could not open handle for fopen() to %s
hy_am: Չի հաջողվում իրականացնել fopen()-ը %s-ի համար

source: Too many redirects.
hy_am: Առկա են մեծաքանակ վերաուղղումներ:

source: Malformed URL: %s
hy_am: Սխալ կառուցվածքով URL. %s

source: <strong>ERROR</strong>: The username field is empty.
hy_am: <strong>ՍԽԱԼ</strong>. Ծածկանվան դաշտը մնացել է դատարկ:

source: <strong>ERROR</strong>: The password field is empty.
hy_am: <strong>ՍԽԱԼ</strong>. Գաղտնաբառի դաշտը մնացել է դատարկ:

source: <strong>ERROR</strong>: Invalid username. <a href="%s" title="Password Lost and Found">Lost your password</a>?
hy_am: <strong>ՍԽԱԼ</strong>. Ծածկանունը սխալ է: <a href="%s" title="Գաղտնաբառի վերականգնում">Մոռացե՞լ եք Ձեր գաղտնաբառը</a>:

source: <strong>ERROR</strong>: Your account has been marked as a spammer.
hy_am: <strong>ՍԽԱԼ</strong>. Ձեր հաշիվը նշվել է որպես սփամերի:

source: Site Suspended.
hy_am: Կայքը կասկածանքի տակ է:

source: <strong>ERROR</strong>: The password you entered for the username <strong>%1$s</strong> is incorrect. <a href="%2$s" title="Password Lost and Found">Lost your password</a>?
hy_am: <strong>ՍԽԱԼ</strong>. Ձեր մուտագրած գաղտնաբառը <strong>%1$s</strong> ծածկանվան համար սխալ է: <a href="%2$s" title="Գաղտնաբառի վերականգնում">Մոռացե՞լ եք Ձեր գաղտնաբառը</a>:

source: Please log in again.
hy_am: Խնդրում ենք կրկին մուտք գործել համակարգ:

source: Cannot create a user with an empty login name.
hy_am: Հնարավոր չէ ստեղծել նոր օգտատեր, քանի որ ծածկանվան դաշտը դատարկ է:

source: This username is already registered.
hy_am: Այս ծածկանունը զբաղված է:

source: This email address is already registered.
hy_am: Այս էլ. փոստի հասցեն զբաղված է:

source: The site you have requested is not installed properly. Please contact the system administrator.
hy_am: Ձեր պահանջած կայքը տեղադրվել է սխալներով: Խնդրում ենք դիմել սիստեմային կառավարիչին:

source: This file no longer needs to be included.
hy_am: Այս ֆայլն այլևս ներդրվելու կարիք չունի:

source: %s is a protected WP option and may not be modified
hy_am: %s-ը Վորդպրեսի կողմից պաշտպանված դրույթ է և փոփոխման ենթակա չէ:

source: ERROR: %s is not a valid feed template.
hy_am: ՍԽԱԼ. %s-ը հոսքի ոչ ճիշտ շաբլոն է:

source: Unable to create directory %s. Is its parent directory writable by the server?
hy_am: Չի հաջողվում ստեղծել %s կատալոգը: Արդյոք այն մեկ մակարդակ վերևի ֆոլդե՞ր է և ընթեռնելի՞ է սերվերի կողմից:

source: Empty filename
hy_am: Ֆայլի անվանումը դատարկ է

source: Invalid file type
hy_am: Սխալ ֆայլի տեսակ

source: Could not write file %s
hy_am: Չի հաջողվում գրել %s ֆայլը:

source: Your attempt to edit this attachment: &#8220;%s&#8221; has failed.
hy_am: &laquo;%s&raquo; կցորդը խմբագրելու Ձեր փորձը մատնվել է անհաջողության:

source: Your attempt to add this category has failed.
hy_am: Այս բաժինն ավելացնելու Ձեր փորձը մատնվել է անհաջողության:
