Repository: Idealien/Multisite-Language-Switcher
Catalog: languages/msls-*.po
Languages: hy_am, lt_lt, ru_ru, sv_se, tr

source: Your attempt to delete this category: &#8220;%s&#8221; has failed.
hy_am: &laquo;%s&raquo; բաժինը հեռացնելու Ձեր փորձը մատնվել է անհաջողության:

source: Your attempt to edit this category: &#8220;%s&#8221; has failed.
hy_am: &laquo;%s&raquo; բաժինը խմբագրելու Ձեր փորձը մատնվել է անհաջողության:

source: Your attempt to delete this comment: &#8220;%s&#8221; has failed.
hy_am: &laquo;%s&raquo; մեկնաբանությունը հեռացնելու Ձեր փորձը մատնվել է անհաջողության:

source: Your attempt to unapprove this comment: &#8220;%s&#8221; has failed.
hy_am: &laquo;%s&raquo; մեկնաբանությունը չհաստատելու Ձեր փորձը մատնվել է անհաջողության:

source: Your attempt to approve this comment: &#8220;%s&#8221; has failed.
hy_am: &laquo;%s&raquo; մեկնաբանությունը հաստատելու Ձեր փորձը մատնվել է անհաջողության:

source: Your attempt to edit this comment: &#8220;%s&#8221; has failed.
hy_am: &laquo;%s&raquo; մեկնաբանությունը խմբագրելու Ձեր փորձը մատնվել է անհաջողության:

source: Your attempt to bulk modify comments has failed.
hy_am: Մեկնաբանությունները զանգվածային խմբագրելու Ձեր փորձը մատնվել է անհաջողության:

source: Your attempt to moderate comments has failed.
hy_am: Մեկնաբանությունները մոդերացնելու Ձեր փորձը մատնվել է անհաջողության:

source: Your attempt to add this link has failed.
hy_am: Այս հղումն ավելացնելու Ձեր փորձը մատնվել է անհաջողության:

source: Your attempt to delete this link: &#8220;%s&#8221; has failed.
hy_am: &laquo;%s&raquo; հղումը հեռացնելու Ձեր փորձը մատնվել է անհաջողության:

source: Your attempt to edit this link: &#8220;%s&#8221; has failed.
hy_am: &laquo;%s&raquo; հղումը խմբագրելու Ձեր փորձը մատնվել է անհաջողության:

source: Your attempt to bulk modify links has failed.
hy_am: Հղումների զանգվածային փոփոխման Ձեր փորձը մատնվել է անհաջողության:

source: Your attempt to add this page has failed.
hy_am: Այս էջն ավելացնելու Ձեր փորձը մատնվել է անհաջողության:

source: Your attempt to delete this page: &#8220;%s&#8221; has failed.
hy_am: &laquo;%s&raquo; էջը հեռացնելու Ձեր փորձը մատնվել է անհաջողության:

source: Your attempt to edit this page: &#8220;%s&#8221; has failed.
hy_am: &laquo;%s&raquo; էջը խմբագրելու Ձեր փորձը մատնվել է անհաջողության:

source: Your attempt to edit this plugin file: &#8220;%s&#8221; has failed.
hy_am: Պլագինի &laquo;%s&raquo; ֆայլը խմբագրելու Ձեր փորձը մատնվել է անհաջողության:

source: Your attempt to activate this plugin: &#8220;%s&#8221; has failed.
hy_am: &laquo;%s&raquo; պլագինն ակտիվացնելու Ձեր փորձը մատնվել է անհաջողության:

source: Your attempt to deactivate this plugin: &#8220;%s&#8221; has failed.
hy_am: &laquo;%s&raquo; պլագինն ապաակտիվացնելու Ձեր փորձը մատնվել է անհաջողության:

source: Your attempt to update this plugin: &#8220;%s&#8221; has failed.
hy_am: &laquo;%s&raquo; պլագինը թարմացնելու Ձեր փորձը մատնվել է անհաջողության:

source: Your attempt to add this post has failed.
hy_am: Այս գրառումն ավելացնելու Ձեր փորձը մատնվել է անհաջողության:

source: Your attempt to delete this post: &#8220;%s&#8221; has failed.
hy_am: &laquo;%s&raquo; գրառումը հեռացնելու Ձեր փորձը մատնվել է անհաջողության:

source: Your attempt to edit this post: &#8220;%s&#8221; has failed.
hy_am: &laquo;%s&raquo; գրառումը խմբագրելու Ձեր փորձը մատնվել է անհաջողության:

source: Your attempt to add this user has failed.
hy_am: Այս օգտատերին ավելացնելու Ձեր փորձը մատնվել է անհաջողության:

source: Your attempt to delete users has failed.
hy_am: Օգտատերերին հեռացնելու Ձեր փորձը մատնվել է անհաջողության:

source: Your attempt to bulk modify users has failed.
hy_am: Օգտատերերի զանգվածային խմբագրման Ձեր փորձը մատնվել է անհաջողության:

source: Your attempt to edit this user: &#8220;%s&#8221; has failed.
hy_am: &laquo;%s&raquo; օգտատիրոջ տվյալները խմբագրելու Ձեր փորձը մատնվել է անհաջողության:

source: Your attempt to modify the profile for: &#8220;%s&#8221; has failed.
hy_am: &laquo;%s&raquo;-ի այցեքարտը խմբագրելու Ձեր փորձը մատնվել է անհաջողության:

source: Your attempt to edit your settings has failed.
hy_am: Ձեր դրույթները խմբագրելու Ձեր փորձը մատնվել է անհաջողության:

source: Your attempt to change your permalink structure to: %s has failed.
hy_am: Ձեր մշտական հղումների կառուցվածքի վերափոխումը %s-ի խափանվել է:

source: Your attempt to edit this file: &#8220;%s&#8221; has failed.
hy_am: &laquo;%s&raquo; ֆայլը խմբագրելու Ձեր փորձը մատնվել է անհաջողության:

source: Your attempt to edit this theme file: &#8220;%s&#8221; has failed.
hy_am: &laquo;%s&raquo; թեման խմբագրելու Ձեր փորձը մատնվել է անհաջողության:

source: Your attempt to switch to this theme: &#8220;%s&#8221; has failed.
hy_am: &laquo;%s&raquo; թեմային անցնելու Ձեր փորձը մատնվել է անհաջողության:

source: You are attempting to log out of %s
hy_am: Դուք փորձում եք լքել %s-ը:

source: Are you sure you want to do this?
hy_am: Համոզվա՞ծ եք, որ ցանկանում եք կատարել այս քայլը:

source: WordPress Failure Notice
hy_am: Վորդպրեսի ծախողման տեղեկացում

source: Do you really want to <a href='%s'>log out</a>?
hy_am: Իրոք ցանկանո՞ւմ եք <a href='%s'>լքել համակարգը</a>:

source: Please try again.
hy_am: Խնդրում ենք կրկին փորձել:

source: &laquo; Back
hy_am: &laquo; Վերադառնալ

source: WordPress &rsaquo; Error
hy_am: Վորդպրես &rsaquo; Սխալ

source: Widgets
hy_am: Վիջեթներ

source: %1$s is <strong>deprecated</strong> since version %2$s! Use %3$s instead.
hy_am: %1$s-ն <strong>այլևս չի գործում</strong> սկսած %2$s տարբերակից: Դրա փոխարեն օգտագործեք %3$s-ը:

source: %1$s is <strong>deprecated</strong> since version %2$s with no alternative available.
hy_am: %1$s-ն <strong>այլևս չի գործում</strong> սկսած %2$s տարբերակից: Այլընտրանքային տարբերակը մատչելի չէ:

source: %1$s was called with an argument that is <strong>deprecated</strong> since version %2$s! %3$s
hy_am: %1$s-ը կանչվել է մի արգումենտով, որն <strong>այլևս չի գործում</strong> սկսած %2$s տարբերակից: %3$s

source: %1$s was called with an argument that is <strong>deprecated</strong> since version %2$s with no alternative available.
hy_am: %1$s-ը կանչվել է մի արգումենտով, որն <strong>այլևս չի գործում</strong>, սկսած %2$s տարբերակից, առանց որևէ մատչելի այլընտրանքի:

source: (This message was added in version %s.)
hy_am: (Այս հաղորդագրությունն ավելացվել է %s. տարբերակին)

source: %1$s was called <strong>incorrectly</strong>. %2$s %3$s
hy_am: %1$s-ը կանչվել է <strong>ոչ ճիշտ</strong>: %2$s %3$s

source: Select a city
hy_am: Ընտրել քաղաքը

source: Manual Offsets
hy_am: Ձեռքով կարգավորում

source: Last updated: %s
hy_am: Վերջին անգամ թարմացվել է. %s

source: Bookmarks
hy_am: Էջանշումներ

source: An error has occurred, which probably means the feed is down. Try again later.
hy_am: Տեղ է գտել սխալ, ըստ երևույթին տվյալ հոսքը չգործելու պատճառով: Կրկին փորձեք քիչ ավելի ուշ:

source: This argument has changed to an array to match the behavior of the other cron functions.
hy_am: Այս արգումենտը փոխվել է շարքի, որպեսզի համապատասխանեցվի այլ կրոն ֆունկցիաների հետ:

source: Once Hourly
hy_am: Ժամը մեկ

source: Twice Daily
hy_am: Օրեկան 2 անգամ

source: Once Daily
hy_am: Օրեկան 1 անգամ

source: Navigation Menus
hy_am: Նավարկման մենյուներ

source: Navigation Menu
hy_am: Նավարկման մենյու

source: Link Categories
hy_am: Հղումների բաժիններ

source: Link Category
hy_am: Հղման բաժին

source: Search Link Categories
hy_am: Որոնել հղումների բաժիններ

source: All Link Categories
hy_am: Հղումների բոլոր բաժինները

source: Edit Link Category
hy_am: Խմբագրել հղման բաժինը

source: Update Link Category
hy_am: Թարմացնել հղման բաժինը

source: Add New Link Category
hy_am: Ավելացնել նոր հղման բաժին

source: New Link Category Name
hy_am: Նոր հղման բաժնի անունը

# post format
source: Format
hy_am: Ֆորմատ

# taxonomy general name
source: Post Tags
hy_am: Գրառման պիտակներ

# taxonomy general name
source: Categories
hy_am: Բաժիններ

# taxonomy singular name
source: Post Tag
hy_am: Գրառման պիտակ

# taxonomy singular name
source: Category
hy_am: Բաժին

source: Search Tags
hy_am: Որոնել պիտակներ

source: Search Categories
hy_am: Որոնել բաժիններ

source: Popular Tags
hy_am: Հանրաճանաչ պիտակներ

source: All Tags
hy_am: Բոլոր պիտակները

source: All Categories
hy_am: Բոլոր բաժինները

source: Parent Category
hy_am: &laquo;Ծնող&raquo; բաժինը

source: Parent Category:
hy_am: &laquo;Ծնող&raquo; բաժին.

source: Edit Tag
hy_am: Խմբագրել պիտակը

source: Edit Category
hy_am: Խմբագրել բաժինը

source: Update Tag
hy_am: Թարմացնել պիտակը

source: Update Category
hy_am: Թարմացնել բաժինը

source: Add New Tag
hy_am: Ավելացնել նոր պիտակ

source: Add New Category
hy_am: Ավելացնել նոր բաժին

source: New Tag Name
hy_am: Նոր պիտակի անվանումը

source: New Category Name
hy_am: Նոր բաժնի անվանումը

source: Add or remove tags
hy_am: Ավելացնել կամ հեռացնել պիտակներ

source: Choose from the most used tags
hy_am: Ընտրել ամենաշատ օգտագործված պիտակներից

source: Invalid Taxonomy
hy_am: Սխալ տաքսոնոմիա

source: Empty Term
hy_am: Դատարկ արտահայտություն

source: Invalid taxonomy
hy_am: Սխալ տաքսոնոմիա

source: Invalid term ID
hy_am: Արտահայտության սխալ ID

source: A name is required for this term
hy_am: Անվանումը պարտադիր է

source: A term with the name provided already exists with this parent.
hy_am: Այստեղ արդեն իսկ առկա է տվյալ անվանումով արտահայտություն:

source: Could not insert term into the database
hy_am: Չի հաջողվում ներմուծել տվյալների բազա:

source: A term with the name provided already exists.
hy_am: Ներկայացված անունով արտահայտություն արդեն իսկ առկա է:

source: The slug &#8220;%s&#8221; is already in use by another term
hy_am: &laquo;%s&raquo; սլագն արդեն իսկ օգտագործվում է մեկ այլ տեղ

source: Invalid object ID
hy_am: Օբյեկտի սխալ ID

source: Your site&#8217;s WordPress Pages
hy_am: Ձեր կայքի Վորդպրեսային էջերը

source: Title:
hy_am: Վերնագիր.

source: Sort by:
hy_am: Դասավորված ըստ.

source: Page title
hy_am: Էջի վերնագիր

source: Page order
hy_am: Էջերի դասավորություն

source: Page ID
hy_am: Էջի ID

source: Exclude:
hy_am: Բացառել.

source: Page IDs, separated by commas.
hy_am: Էջի ID-ներ, առանձնացված ստորակետով

source: Your blogroll
hy_am: Ձեր բլոգռոլը

source: Links
hy_am: Հղումներ

source: All Links
hy_am: Բոլոր հղումները

source: Select Link Category
hy_am: Ընտրել հղման բաժինը

source: Show Link Image
hy_am: Ցուցադրել հղման նկարը

source: Show Link Name
hy_am: Ցուցադրել հղման անվանումը

source: Show Link Description
hy_am: Ցուցադրել հղման նկարագրությունը

source: Show Link Rating
hy_am: Ցուցադրել հղման վարկանիշը

source: A search form for your site
hy_am: Ձեր կայքի որոնման դաշտը

source: A monthly archive of your site&#8217;s posts
hy_am: Ձեր կայքի գրառումների ամսեկան պահոցները

source: Select Month
hy_am: Ընտրել ամիսը

source: Display as dropdown
hy_am: Ցուցադրել որպես բացվող ցուցակ

source: Show post counts
hy_am: Ցուցադրել գրառումների թիվը

source: Log in/out, admin, feed and WordPress links
hy_am: Մուտք/ելք, կառավարիչ, հոսքեր և Վորդպերսի հղումներ

source: Syndicate this site using RSS 2.0
hy_am: Սինդիկացնել կայքը RSS 2.0-ի միջոցով

source: Entries <abbr title="Really Simple Syndication">RSS</abbr>
hy_am: Գրառումների <abbr title="Really Simple Syndication">RSS</abbr>

source: The latest comments to all posts in RSS
hy_am: Բոլոր գրառումների վերջին մեկնաբանությունները RSS-ում

source: Comments <abbr title="Really Simple Syndication">RSS</abbr>
hy_am: Մեկնաբանությունների <abbr title="Really Simple Syndication">RSS</abbr>

source: A calendar of your site&#8217;s posts
hy_am: Ձեր կայքի գրառումների օրացույց

source: Calendar
hy_am: Օրացույց

source: Arbitrary text or HTML
hy_am: Ցանկացած տեքստ կամ HTML

source: Text
hy_am: Տեքստ

source: Automatically add paragraphs
hy_am: Ավտոմատ կերպով ավելացնել պարբերություններ

source: A list or dropdown of categories
hy_am: Բաժինների ցանկ կամ բացվող ցուցակ

source: Select Category
hy_am: Ընտրել բաժինը

source: Show hierarchy
hy_am: Ցուցադրել հերիարխիան

source: The most recent posts on your site
hy_am: Ձեր կայքի ամենավերջին գրառումները

source: Recent Posts
hy_am: Նոր գրառումներ

source: Number of posts to show:
hy_am: Ցուցադրվող գրառումների թիվը.

source: The most recent comments
hy_am: Ամենավերջին մեկնաբանությունները

source: Recent Comments
hy_am: Վերջին մեկնաբանությունները

# widgets
source: %1$s on %2$s
hy_am: %1$s %2$s-ին

source: Number of comments to show:
hy_am: Ցուցադրվող մեկնաբանությունների թիվը.

source: Entries from any RSS or Atom feed
hy_am: Որևէ RSS կամ Atom հոսքերի գրառումներ

source: Unknown Feed
hy_am: Անհայտ հոսք

source: Syndicate this content
hy_am: Սինդիկացնել այս բովանդակությունը

source: <strong>RSS Error</strong>: %s
hy_am: <strong>RSS սխալ</strong>. %s

source: An error has occurred; the feed is probably down. Try again later.
hy_am: Տեղ է գտել սխալ: Հավանաբար հոսքը չի աշխատում: Փորձեք քիչ ավելի ուշ:

source: Untitled
hy_am: Անվերնագիր

source: RSS Error: %s
hy_am: RSS սխալ. %s

source: Enter the RSS feed URL here:
hy_am: RSS հոսքի URL-ը մուտքագրեք այստեղ.

source: Give the feed a title (optional):
hy_am: Հոսքին տվեք վերնագիր (կամավոր).

source: How many items would you like to display?
hy_am: Քանի՞ գրառում ցուցադրել:

source: Display item content?
hy_am: Ցուցադրե՞լ գրառման տեքստը:

source: Display item author if available?
hy_am: Ցուցադրե՞լ գրառման հեղինակին, եթե այն նշված է:

source: Display item date?
hy_am: Ցուցադրե՞լ գրառման ամսաթիվը:

source: Your most used tags in cloud format
hy_am: Ձեր ամենահաճախ օգտագործված պիտակները՝ &laquo;ամպի&raquo; տեսքով

source: Tag Cloud
hy_am: Պիտակների ամպ

source: Tags
hy_am: Պիտակներ

source: Taxonomy:
hy_am: Տաքսոնոմիա.

source: Use this widget to add one of your custom menus as a widget.
hy_am: Օգտագործեք այս վիջեթը՝ ավելացնելու Ձեր մենյուներից մեկը որպես վիջեթ:

source: Custom Menu
hy_am: Ձեր պատրաստած մենյուն

source: No menus have been created yet. <a href="%s">Create some</a>.
hy_am: Որևէ մենյու դեռ չի ստեղծվել: <a href="%s">Ստեղծել մենյու</a>:

source: Select Menu:
hy_am: Ընտրել մենյուն.

source: Comments on: %s
hy_am: Մեկնաբանված. %s

source: Comments for %s searching on %s
hy_am: %s-ի մեկնաբանությունները, %s-ը որոնելիս

source: Comments for %s
hy_am: %s-ի մեկնաբանությունները

source: Comment on %1$s by %2$s
hy_am: %1$s-ի մեկնաբանություն, %2$s-ի կողմից

source: By: %s
hy_am: - %s

source: Protected Comments: Please enter your password to view comments.
hy_am: Մեկնաբանությունները պաշտպանված են: Դրանք դիտելու համար խնդրում ենք մուտքագրել Ձեր գաղտնաբառը:

source: Comments on %s
hy_am: %s-ի մեկնաբանությունները

source: Comments for %1$s searching on %2$s
hy_am: %1$s-ի մեկնաբանությունները, %2$s-ը որոնելիս

source: The menu name <strong>%s</strong> conflicts with another menu name. Please try another.
hy_am: <strong>%s</strong> մենյուի անվանումն առաջացնում է կոնֆլիկ այլ մենյուի անվանման հետ: Փորձեք այլ անվանում:

source: The given object ID is not that of a menu item.
hy_am: Օբյեկտի տվյալ ID-ն չի համընկնում մենյուի բաղադրիչին

source: Custom
hy_am: Ձերը

source: Conditional query tags do not work before the query is run. Before then, they always return false.
hy_am: Հարցման պայմանական թեգերը չեն գործում մինչև այդ հարցման գործարկվելը: Մինչ այդ, դրանք միշտ առաջ են բերել սխալ:

source: "caller_get_posts" is deprecated. Use "ignore_sticky_posts" instead.
hy_am: "caller_get_posts"-ն այլևս չի գործում: Փոխարենն օգտագործեք "ignore_sticky_posts":

source: %s day
hy_am: %s օր

source: The email address entered did not appear to be a valid email address. Please enter a valid email address.
hy_am: Ձեր մուտքագրած էլ. փոստի հասցեն սխալ է: Խնդրում ենք ընտրել ճիշտ հասցե:

source: The WordPress address you entered did not appear to be a valid URL. Please enter a valid URL.
hy_am: Ձեր մուտքգրած վորդպրեսի հասցեն սխալ URL է: Խնդրում ենք մուտքագրել ճիշտ URL:

source: The Site address you entered did not appear to be a valid URL. Please enter a valid URL.
hy_am: Ձեր մուտքագրած կայքի URL հասցեն սխալ է: Խնդրում ենք մուտքագրել ճիշտ URL:

source: , and
hy_am: , և

source: and
hy_am: և

source: Search for:
hy_am: Որոնել.

source: Log in
hy_am: Մուտք

source: Log out
hy_am: Ելք

source: Username
hy_am: Ծածկանուն

source: Password
hy_am: Գաղտնաբառ

source: Remember Me
hy_am: Հիշել

source: Log In
hy_am: Մուտք

source: Register
hy_am: Գրանցում

source: Site Admin
hy_am: Կայքի կառավարիչ

source: The <code>%s</code> option is deprecated for the family of <code>bloginfo()</code> functions.
hy_am: <code>bloginfo()</code> ֆունկցիաների համար <code>%s</code> դրույթն այլևս չի գործում:

source: Use the <code>%s</code> option instead.
hy_am: Դար փոխարեն օգտագործեք <code>%s</code> դրույթը:

source: Search Results %1$s %2$s
hy_am: Որոնման արդյունքներ %1$s %2$s

source: Page not found
hy_am: Էջը չի գտնվել

source: View posts for %1$s %2$s
hy_am: Դիտել %1$s %2$s-ի գրառումնեըը

source: %1$s %2$s Feed
hy_am: %1$s %2$s հոսքեր

source: %1$s %2$s Comments Feed
hy_am: %1$s %2$s մեկնաբանությունների հոսքեր

source: %1$s %2$s %3$s Comments Feed
hy_am: %1$s %2$s %3$s մեկնաբանությունների հոսքեր

source: %1$s %2$s %3$s Category Feed
hy_am: %1$s %2$s %3$s բաժինների հոսքեր

source: %1$s %2$s %3$s Tag Feed
hy_am: %1$s %2$s %3$s պիտակների հոսքեր

source: %1$s %2$s Posts by %3$s Feed
hy_am: %1$s %2$s գրառումներ %3$s հոսքեր

source: %1$s %2$s Search Results for &#8220;%3$s&#8221; Feed
hy_am: %1$s %2$s որոնման արդյունքներ &#8220;%3$s&#8221; հոսքերի համար

source: Visual
hy_am: Վիզուալ

source: &laquo; Previous
hy_am: &laquo; Նախորդը

source: Next &raquo;
hy_am: Հաջորդը &raquo;

source: Blue
hy_am: Կապույտ

source: Gray
hy_am: Մոխրագույն

source: XML error: %s at line %d
hy_am: XML սխալ. %s , %d տողում

source: Only a static class method or function can be used in an uninstall hook.
hy_am: Որպես ապատեղադրման հնարք կարող են օգտագործվել միայն ստատիկ դասի մեթոդներ կամ ֆունկցիաներ:

source: Media
hy_am: Մեդիա

source: Revisions
hy_am: Վերանայումներ

source: Revision
hy_am: Վերանայում

source: Navigation Menu Items
hy_am: Նավարկման մենյուի տարրեր

source: Navigation Menu Item
hy_am: Նավարկման մենյուի տարր

# post
source: Published
hy_am: Հրապարակված

source: Published <span class="count">(%s)</span>
hy_am: Հրապարակված է <span class="count">(%s)</span>

# post
source: Scheduled
hy_am: Նախատեսված

source: Scheduled <span class="count">(%s)</span>
hy_am: Նախատեսված <span class="count">(%s)</span>

# post
source: Draft
hy_am: Սևագիր

source: Draft <span class="count">(%s)</span>
hy_am: Սևագիր <span class="count">(%s)</span>

# post
source: Pending
hy_am: Հաստատման ենթակա

source: Pending <span class="count">(%s)</span>
hy_am: Հաստատման ենթակա <span class="count">(%s)</span>

# post
source: Private
hy_am: Մասնավոր

source: Private <span class="count">(%s)</span>
hy_am: Մասնավոր <span class="count">(%s)</span>

# post
source: Trash
hy_am: Աղբարկղ

source: Trash <span class="count">(%s)</span>
hy_am: Աղբարկղում <span class="count">(%s)</span>

source: Invalid post
hy_am: Վնասված գրառում

source: Draft
hy_am: Սևագիր

source: Pending Review
hy_am: Հաստատման ենթակա վերանայում

source: Post types cannot exceed 20 characters in length
hy_am: Գրառման տեսակները չեն կարող գերազանցել 20 նշանի երկարությունը

# post type general name
source: Posts
hy_am: Գրառումներ

# post type general name
source: Pages
hy_am: Էջեր

# post type singular name
source: Post
hy_am: Գրառում

# post type singular name
source: Page
hy_am: Էջ

# post
source: Add New
hy_am: Ավելացնել նորը

# page
source: Add New
hy_am: Ավելացնել նորը

source: Add New Post
hy_am: Ավելացնել նոր գրառում

source: Add New Page
hy_am: Ավելացնել նոր էջ

source: Edit Post
hy_am: Խմբագրել գրառումը

source: Edit Page
hy_am: Խմբագրել էջը

source: New Post
hy_am: Նոր գրառում

source: New Page
hy_am: Նոր էջ

source: View Post
hy_am: Դիտել գրառումը

source: View Page
hy_am: Դիտել էջը

source: Search Posts
hy_am: Որոնել գրառումներ

source: Search Pages
hy_am: Որոնել էջեր

source: No posts found.
hy_am: Որևէ գրառում չի գտնվել:

source: No pages found.
hy_am: Որևէ էջ չի գտնվել:

source: No posts found in Trash.
hy_am: Աղբարկղում որևէ գրառում չի գտնվել:

source: No pages found in Trash.
hy_am: Աղբարկղում որևէ էջ չի գտնվել:

source: Parent Page:
hy_am: &laquo;Ծնող%s&raquo; էջը.

source: All Posts
hy_am: Բոլոր գրառումները

source: All Pages
hy_am: Բոլոր էջերը

source: Passing an integer number of posts is deprecated. Pass an array of arguments instead.
hy_am: Գրառումների համար ամբողջ թվերի օգտագործումն այլևս չի գործում: Դրա փոխարեն օգտագործեք արգումենտների շարք:

source: Content, title, and excerpt are empty.
hy_am: Վերնագիրը, մեջբերումը և բովանդակությունը դատարկ են:

source: Could not update post in the database
hy_am: Չի հաջողվում տվյալների բազայում թարմացնել գրառումը

source: Could not insert post into the database
hy_am: Չի հաջողվում ներմուծել գրառումը տվյալների բազա:

source: The page template is invalid.
hy_am: Այս էջի շաբլոնը վնասված է:

source: Title
hy_am: Վերնագիր
lt_lt: Antraštė
ru_ru: Заголовок
sv_se: Titel
tr: Başlık

source: Content
hy_am: Բովանդակություն

source: Excerpt
hy_am: Մեջբերում

source: Cannot create a revision of a revision
hy_am: Չի հաջողվում ստեղծել վերանայման վերանայում

source: You do not have permission to preview drafts.
hy_am: Դուք իրավասու չեք դիտել սևագրերը:

# Post format
source: Standard
hy_am: Ստանդարտ

# Post format
source: Aside
hy_am: Կողմնակի

# Post format
source: Chat
hy_am: Զրույց

# Post format
source: Gallery
hy_am: Մեդիա-պահոց

# Post format
source: Link
hy_am: Հղում

# Post format
source: Image
hy_am: Նկար

# Post format
source: Quote
hy_am: Մեջբերում

# Post format
source: Status
hy_am: Կարգավիճակ

# Post format
source: Video
hy_am: Վիդեո

# Post format
source: Audio
hy_am: Աուդիո

source: There are no options for this widget.
hy_am: Այս վիջեթը դրույթներից զուրկ է

source: Sidebar %d
hy_am: %d կողմնային սյունակ

source: Sidebar
hy_am: Կողմնային սյունակ (sidebar)

source: Visit author homepage
hy_am: Այցելել հեղինակի կայքէջը

source: File not readable.
hy_am: Ֆայլն անընթեռնելի է:

source: Template is missing.
hy_am: Շաբլոնը բացակայում է:

source: The parent theme is missing. Please install the "%s" parent theme.
hy_am: &laquo;Ծնող&raquo; թեման բացակայում է: Խնդրում ենք տեղադրել "%s" &laquo;ծնող&raquo; թեման:

source: Stylesheet is missing.
hy_am: CSS-ը բացակայում է:

source: Edit My Profile
hy_am: Խմբագրել իմ այցեքարտը

source: Dashboard
hy_am: Կառավարման վահանակ

source: Log Out
hy_am: Ելք

source: My Sites
hy_am: Իմ կայքերը

source: Blavatar
hy_am: Բլավատար

source: Manage Comments
hy_am: Կառավարել մեկնաբանությունները

source: Visit Site
hy_am: Այցելել կայքը

source: Shortlink
hy_am: Կարճ հղումս

source: Link
hy_am: Հղում

source: User
hy_am: Օգտատեր

source: Theme
hy_am: Թեմա

source: Plugin
hy_am: Պլագին

# admin bar menu group label
source: Add New
hy_am: Ավելացնել նորը

source: Comments %s
hy_am: Մեկնաբանություններ %s

source: Appearance
hy_am: Արտաքին տեսք

source: Themes
hy_am: Թեմաներ

source: Menus
hy_am: Մենյուներ

source: Background
hy_am: Ֆոն

source: Header
hy_am: &laquo;Հիդեր&raquo;

source: %d WordPress Update
hy_am: %d Վորդպրեսի թարմացում

source: %d Plugin Update
hy_am: %d պլագինի թարմացում

source: %d Theme Update
hy_am: %d թեմայի թարմացում

source: Updates %s
hy_am: Թարմացումներ %s

source: Comments Feed
hy_am: Մեկնաբանությունների հոսքեր

source: Edit This
hy_am: Խմբագրել սա

source: Edit comment
hy_am: Խմբագրել մեկնաբանությունը

source: Edit Link
hy_am: Խմբագրել հղումը

source: Previous Post
hy_am: Նախորդ գրառումը

source: Next Post
hy_am: Հաջորդ գրառումը

source: First Post
hy_am: Առաջին գրառումը

source: Last Post
hy_am: Վերջին գրառումը

source: Next Page &raquo;
hy_am: Հաջորդ էջը &raquo;

source: &laquo; Previous Page
hy_am: &laquo; Նախորդ էջը

source: Newer Comments &raquo;
hy_am: Թարմ մեկնաբանություններ &raquo;

source: &laquo; Older Comments
hy_am: &laquo; Հին մեկնաբանություններ

source: This is the short link.
hy_am: Սա կարճացված հղում է:

source: Sunday
hy_am: Կիրակի

source: Monday
hy_am: Երկուշաբթի

source: Tuesday
hy_am: Երեքշաբթի

source: Wednesday
hy_am: Չորեքշաբթի

source: Thursday
hy_am: Հինգշաբթի

source: Friday
hy_am: Ուրբաթ

source: Saturday
hy_am: Շաբաթ
