Repository: Idealien/Multisite-Language-Switcher
Catalog: languages/msls-*.po
Languages: hy_am, lt_lt, ru_ru, sv_se, tr

source: S_Sunday_initial
hy_am: Կ

source: M_Monday_initial
hy_am: Եկ

source: T_Tuesday_initial
hy_am: Եք

source: W_Wednesday_initial
hy_am: Չ

source: T_Thursday_initial
hy_am: Հ

source: F_Friday_initial
hy_am: Ու

source: S_Saturday_initial
hy_am: Շ

source: Sun
hy_am: Կիր

source: Mon
hy_am: Երկ

source: Tue
hy_am: Երք

source: Wed
hy_am: Չոր

source: Thu
hy_am: Հնգ

source: Fri
hy_am: Ուրբ

source: Sat
hy_am: Շաբ

source: January
hy_am: Հունվար

source: February
hy_am: Փետրվար

source: March
hy_am: Մարտ

source: April
hy_am: Ապրիլ

source: May
hy_am: Մայիս

source: June
hy_am: Հունիս

source: July
hy_am: Հուլիս

source: August
hy_am: Օգոստոս

source: September
hy_am: Սեպտեմբեր

source: October
hy_am: Հոկտեմբեր

source: November
hy_am: Նոյեմբեր

source: December
hy_am: Դեկտեմբեր

source: Jan_January_abbreviation
hy_am: Հուն

source: Feb_February_abbreviation
hy_am: Փետ

source: Mar_March_abbreviation
hy_am: Մար

source: Apr_April_abbreviation
hy_am: Ապր

source: May_May_abbreviation
hy_am: Մայ

source: Jun_June_abbreviation
hy_am: Հուն

source: Jul_July_abbreviation
hy_am: Հուլ

source: Aug_August_abbreviation
hy_am: Օգս

source: Sep_September_abbreviation
hy_am: Սեպ

source: Oct_October_abbreviation
hy_am: Հոկ

source: Nov_November_abbreviation
hy_am: Նոյ

source: Dec_December_abbreviation
hy_am: Դեկ

source: Do you want to use the WYSIWYG mode for this textarea?
hy_am: Ցանկանո՞ւմ եք արդյոք այս դաշտում օգտագործել WYSIWYG մեթոդը

source: Apply
hy_am: Կատարել

source: Insert
hy_am: Ներմուծել

source: Browse
hy_am: Թերթել

source: -- Not set --
hy_am: -- Սահմանված չէ --

source: Copy/Cut/Paste is not available in Mozilla and Firefox.
hy_am: Copy/Cut/Paste-ը Մոզիլայում և Ֆայրֆոքսում մատչելի չեն:

source: Currently not supported by your browser, use keyboard shortcuts instead.
hy_am: Այս պահին Ձեր բրաուզերի կողմից ապահովված չէ, դրա փոխարեն օգտագործեք keyboard shortcuts:

source: Sorry, but we have noticed that your popup-blocker has disabled a window that provides application functionality. You will need to disable popup blocking on this site in order to fully utilize this tool.
hy_am: Կներեք, սակայն Ձեր բրաուզերն արգելափակել է popup-ները, որն էլ չի թողնում, որպեսզի ծրագիրը նորմալ գործի: Այս գործիքից լիարժեք օգտվելու համար դուք պետք է անջատեք popup-արգելափակումը:

source: Error: Invalid values entered, these are marked in red.
hy_am: Սխալ. մուտքագրվել են սխալ արժեքներ, որոնք ցուցադրված են կարմրացված:

source: {#field} must be a number
hy_am: {#field}-ը պետք է լինի թիվ

source: {#field} must be a number greater than {#min}
hy_am: {#field}-ը պետք է լինի {#min}-ից մեծ թիվ

source: {#field} must be a number or percentage
hy_am: {#field}-ը պետք է լինի թիվ կամ տոկոս

source: More colors
hy_am: Ավելի շատ գույներ

source: Black
hy_am: Սև

source: Burnt orange
hy_am: Վառ նարնջագույն

source: Dark olive
hy_am: Մուգ դեղնականաչավուն(օլիվ)

source: Dark green
hy_am: Մուգ կանաչ

source: Dark azure
hy_am: Մուգ լազուր

source: Navy Blue
hy_am: Ծովակապույտ

source: Indigo
hy_am: Մուգ կապույտ (ինդիգո)

source: Very dark gray
hy_am: Խիստ մուգ մոխրագույն

source: Maroon
hy_am: Կարմրաշագանակագույն

source: Orange
hy_am: Նարնջագույն

source: Olive
hy_am: Դեղնականաչավուն (օլիվ)

source: Green
hy_am: Կանաչ

source: Teal
hy_am: Կանաչակապտավուն

source: Grayish blue
hy_am: Մոխրակապտավուն

source: Red
hy_am: Կարմիր

source: Amber
hy_am: Դեղնավուն (յանտառ)

source: Yellow green
hy_am: Դեղնականաչավուն

source: Sea green
hy_am: Ծովականաչ

source: Turquoise
hy_am: Փիրուզագույն

source: Royal blue
hy_am: Արքայական կապույտ

source: Purple
hy_am: Մանուշակագույն

source: Medium gray
hy_am: Միջին մոխրագույն

source: Magenta
hy_am: Վառ կարմիր

source: Gold
hy_am: Ոսկեգույն

source: Yellow
hy_am: Դեղին

source: Lime
hy_am: Կիտրոոնագույն (լայմ)

source: Aqua
hy_am: Ծովաջրի գույն (աքվա)

source: Sky blue
hy_am: Երկնագույն

source: Brown
hy_am: Շագանակագույն

source: Silver
hy_am: Արծաթագույն

source: Pink
hy_am: Վարդագույն

source: Peach
hy_am: Դեղձագույն

source: Light yellow
hy_am: Բաց դեղնավուն

source: Pale green
hy_am: Խակ կանաչ

source: Pale cyan
hy_am: Բաց երկնագույն (ցիան)

source: Light sky blue
hy_am: Բաց երկնագույն

source: Plum
hy_am: Մուգ կարմրամանուշակագույն

source: White
hy_am: Սպիտակ

source: Alignment
hy_am: Հավասարեցում

source: Left
hy_am: Ձախ

source: Center
hy_am: Կենտրոն

source: Right
hy_am: Աջ

source: Full
hy_am: Լրիվ

source: %Y-%m-%d
hy_am: %d-%m-%Y

source: Insert date
hy_am: Ներմուծել ամսաթիվը

source: Insert time
hy_am: Ներմուծել ժամը

source: Print
hy_am: Տպել

source: Preview
hy_am: Նախնական դիտում

source: Direction left to right
hy_am: Ուղղությունը՝ ձախից աջ

source: Direction right to left
hy_am: Ուղղությունը՝ աջից ձախից

source: Insert new layer
hy_am: Ներմուծել նոր շերտ

source: Move forward
hy_am: Շարժվել առաջ

source: Move backward
hy_am: Շարժվել ետ

source: Toggle absolute positioning
hy_am: Անցնել դեպի բացարձակ տեղակայումը

source: New layer...
hy_am: Նոր շերտ...

source: Save
hy_am: Պահպանել

source: Cancel all changes
hy_am: Հրաժարվել բոլոր փոփոխություններից

source: Insert non-breaking space character
hy_am: Ներմուծել չկիսվող տարածության նշան

source: Run spell checking
hy_am: Աշխատացնել ուղղագրության ստուգումը

source: ieSpell not detected. Do you want to install it now?
hy_am: ieSpell-ը չի գտնվել: Ցանկանո՞ւմ եք տեղադրել հիմա:

source: Horizontale rule
hy_am: Հորիզոնական քանոն

source: Emotions
hy_am: Հույզիկներ

source: Find
hy_am: Գտնել

source: Find/Replace
hy_am: Գտնել/Փոխարինել

source: Insert/edit image
hy_am: Ներմուծել/խմբագրել նկարը

source: Citation
hy_am: Մեջբերում

source: Abbreviation
hy_am: Կրճատում

source: Acronym
hy_am: Հապավում

source: Deletion
hy_am: Ջնջում

source: Insertion
hy_am: Ներմուծում

source: Insert/Edit Attributes
hy_am: Ներմուծել/խմբագրել ատրիբուտները

source: Edit CSS Style
hy_am: Խմբագրել CSS ստիլը

source: Paste as Plain Text
hy_am: Տեղադնել որպես հասարակ տեքստ

source: Paste from Word
hy_am: Պատճենել Word-ից

source: Select All
hy_am: Ընտրել բոլորը

source: Paste is now in plain text mode. Click again to toggle back to regular paste mode. After you paste something you will be returned to regular paste mode.
hy_am: Տեղադրումն այժմ կատարվում է հասարակ տեքստի ձևով: Սեղմեք կրկին, որպեսզի վերադառնաք սովորական տեղադրման մեթոդին: Ինչ-որ բան տեղադնելուց հետո դուք կվերադառնաք սովորական տեղադրման մեթոդին:

source: Paste is now in plain text mode. Click again to toggle back to regular paste mode.
hy_am: Տեղադրումն այժմ կատարվում է հասարակ տեքստի ձևով: Սեղմեք կրկին, որպեսզի վերադառնաք սովորական տեղադրման մեթոդին:

source: Use CTRL+V on your keyboard to paste the text into the window.
hy_am: Օգտվեք CTRL+V զուգակցումից որպեսզի տեքստը տեղադնեք նոր պատուհանում:

source: Keep linebreaks
hy_am: Պահպանել տողերի առանձնացումը

source: Inserts a new table
hy_am: Ներմուծել նոր աղյուսակ

source: Insert row before
hy_am: Ներմուծել շարքը մինչև

source: Insert row after
hy_am: Ներմուծել շարք հետո

source: Delete row
hy_am: Հեռացնել շարքը

source: Insert column before
hy_am: Ներմուծել սյունակը մինչև

source: Insert column after
hy_am: Ներմուծել կողմնային սյունակ հետո

source: Remove column
hy_am: Հեռացնել սյունակը

source: Split merged table cells
hy_am: Բաժանել աղյուսակի միաձուլված բջիջները

source: Merge table cells
hy_am: Միաձուլել աղյուսակի բջիջները

source: Table row properties
hy_am: Աղյուսակի շարքի դրույթներ

source: Table cell properties
hy_am: Աղյուսակի բջիջների դրույթներ

source: Table properties
hy_am: Աղյուսակի դրույթներ

source: Paste table row before
hy_am: Տեղադնել աղյուսակի շարքը մինչև

source: Paste table row after
hy_am: Տեղադնել աղյուսակի շարքը հետո

source: Cut table row
hy_am: Կտրել-հանել աղյուսակի շարքը

source: Copy table row
hy_am: Պատճենել աղյուսակի շարքը

source: Delete table
hy_am: Հեռացնել աղյուսակը

source: Row
hy_am: Շարք

source: Column
hy_am: Սյունակ

source: Cell
hy_am: Բջիջ

source: Insert / edit embedded media
hy_am: Ներմուծել/խմբագրել ներմուծված մեդիան

source: Edit embedded media
hy_am: Խմբագրել ներմուծված մեդիան

source: Document properties
hy_am: Փաստաթղթի դրույթներ

source: Insert predefined template content
hy_am: Ներմուծել կանխորոշված շաբլոնի բովանդակությունը

source: Visual control characters on/off.
hy_am: Վիզուալ հսկողության նշանները միացնել/անջատել

source: Toggle spellchecker
hy_am: Անցնել դեպի ուղղագրության ստուգումը

source: Spellchecker settings
hy_am: Ուղղագրության ստուգման դրույթներ

source: Ignore word
hy_am: Անտեսել բառը

source: Ignore all
hy_am: Անտեսել բոլորը

source: Languages
hy_am: Լեզուներ

source: Please wait...
hy_am: Խնդրում ենք համբերել...

source: Suggestions
hy_am: Առաջարկություններ

source: No suggestions
hy_am: Առաջարկներ չկան

source: No misspellings found.
hy_am: Տառասխալներ չեն հայտնաբերվել

source: Learn word
hy_am: Սովորել բառը

source: Insert Page Break
hy_am: Ներմուծել էջի բաժանարար

source: Types
hy_am: Տեսակներ

source: Default
hy_am: Լռելայն

source: Lower alpha
hy_am: Փոքրատառ ալֆա

source: Lower greek
hy_am: Փոքրատառ հունական

source: Lower roman
hy_am: Փոքրատառ ռոմանական

source: Upper alpha
hy_am: Մեծադառ ալֆա

source: Upper roman
hy_am: Մեծատառ հռոմեական

source: Circle
hy_am: Օղակ

source: Disc
hy_am: Դիսկ

source: Square
hy_am: Քառակուսի

source: Rich Text Area
hy_am: Լիարժեք տեքստի դաշտ

source: Words:
hy_am: Բառեր.

# TinyMCE font styles
source: Styles
hy_am: Ոճերս

source: Font size
hy_am: Տառաչափ

source: Font family
hy_am: Տառատեսակի ընտանիք

source: Format
hy_am: Ֆորմատ

source: Paragraph
hy_am: Պարբերություն

source: Address
hy_am: Հասցե

source: Preformatted
hy_am: Պրեֆորմատ

source: Heading 1
hy_am: Վերնագիր 1

source: Heading 2
hy_am: Վերնագիր 2

source: Heading 3
hy_am: Վերնագիր 3

source: Heading 4
hy_am: Վերնագիր 4

source: Heading 5
hy_am: Վերնագիր 5

source: Heading 6
hy_am: Վերնագիր 6

source: Blockquote
hy_am: Մեջբերում

source: Code
hy_am: Կոդ

source: Code sample
hy_am: Կոդի օրինակ

source: Definition term
hy_am: Սահմանում

source: Definition description
hy_am: Սահմանման նկարագրություն

source: Bold
hy_am: Հաստ

source: Italic
hy_am: Թեք

source: Underline
hy_am: Ընդգծում

source: Strikethrough
hy_am: Ջնջում

source: Align Left
hy_am: Ձախ-հավասարեցված

source: Align Center
hy_am: Կենտրոն-հավասարեցված

source: Align Right
hy_am: Աջ-հավասարեցված

source: Align Full
hy_am: Լրիվ համաչափեցված

source: Unordered list
hy_am: Չհամարակալված ցանկ

source: Ordered list
hy_am: Համարակալված ցանկ

source: Outdent
hy_am: Դուրս ընկած

source: Indent
hy_am: Ներս ընկած

source: Undo
hy_am: Ետ բերել

source: Redo
hy_am: Առաջ տանել

source: Unlink
hy_am: Հղումազերծել

source: Cleanup messy code
hy_am: Մաքրել կոդերի կույտը

source: Edit HTML Source
hy_am: Խմբագրել HTML աղբյուրը

source: Subscript
hy_am: Ենթասկրիպտ

source: Superscript
hy_am: Սուպերսկրիպտ

source: Insert horizontal ruler
hy_am: Ներմուծել հորիզոնական քանոն

source: Remove formatting
hy_am: Հեռացնել ֆորմատը

source: Select text color
hy_am: Ընտրել տեքստի գույնը

source: Select background color
hy_am: Ընտրել ֆոնային գույնը

source: Insert custom character
hy_am: Ներմուծել ընտրովի նշան

source: Toggle guidelines/invisible elements
hy_am: Անցնել դեպի անտեսանելի տարրեր

source: Insert/edit anchor
hy_am: ներմուծել/խմբագրել խարսխային տեքստ

source: Cut
hy_am: Կտրել

source: Copy
hy_am: Պատճենել

source: Paste
hy_am: Դնել

source: Image properties
hy_am: Նկարի դրույթներ

source: New document
hy_am: Նոր փաստաթուղթ

source: Help
hy_am: Օգնություն

source: Path
hy_am: Ուղի

source: Are you sure you want to clear all contents?
hy_am: Համոզվա՞ծ եք, որ ցանկանում եք մաքրել ամբողջ բովանդակությունը:

source: Jump to tool buttons - Alt+Q, Jump to editor - Alt-Z, Jump to element path - Alt-X
hy_am: Ցատկել դեպի գործիքների կոճակները - Alt+Q, Ցատկել դեպի խմբագրիչը - Alt-Z, Ցատկել դեպի տարրերի ուղին - Alt-X

source: Accessibility Help
hy_am: Մատչելիության օգնություն

source: Press ALT F10 for toolbar. Press ALT 0 for help.
hy_am: Սեղմեք ALT F10 գործիքների դաշտի համար: Սեղմել ALT 0 օգնության համար:

source: Toolbar
hy_am: Գործիքների դաշտ

source: About TinyMCE
hy_am: TinyMCE-ի մասին

source: About
hy_am: Մասին

source: License
hy_am: Լիցենզիա

source: Plugins
hy_am: Պլագիններ

source: Version
hy_am: Տարբերակ

source: Loaded plugins
hy_am: Բեռնված պլագիններ

source: Anchor name
hy_am: Խարսխային անվանումը

source: HTML Source Editor
hy_am: HTML աղբյուրի խմբագրիչ

source: Word wrap
hy_am: Բառերի տողադարձ

source: Select a color
hy_am: Ընտրել գույն

source: Picker
hy_am: Ընտրող

source: Color picker
hy_am: Գույնի ընտրում

source: Palette
hy_am: Գունապնակ

source: Palette colors
hy_am: Գունապնակի երանգներ

source: Named
hy_am: Անվանված

source: Named colors
hy_am: Անվանված գույներ

source: Color:
hy_am: Գույն.

source: Name:
hy_am: Անուն.

source: Select custom character
hy_am: Ընտրել Ձեր սիմվոլը

source: Image URL
hy_am: Նկարի URL

source: Image description
hy_am: Նկարի նկարագրություն

source: Image list
hy_am: Նկարների ցանկ

source: Border
hy_am: Եզրագիծ

source: Dimensions
hy_am: Չափսեր

source: Vertical space
hy_am: Ուղղահայաց տարածք

source: Horizontal space
hy_am: Հորիզոնական տարածք

source: Baseline
hy_am: Հիմք

source: Top
hy_am: Վերև

source: Middle
hy_am: Մեջտեղ

source: Bottom
hy_am: Ներքև

source: Text top
hy_am: Տեքստի վերնամաս

source: Text bottom
hy_am: Տեքստի ներքևի մաս

source: Link URL
hy_am: Հղման URL

source: Target
hy_am: Թիրախ

source: Open link in the same window
hy_am: Բացել հղումը նույն պատուհանում

source: Open link in a new window
hy_am: Բացել հղումը նոր պատուհանում

source: The URL you entered seems to be an email address, do you want to add the required mailto: prefix?
hy_am: Ձեր մուտքագրած URL-ն ավելի շուտ նմանվում է էլ. փոստի հասցեի: Ցանկանո՞ւմ եք արդյոք ավելացնել mailto: նախածանցը:

source: The URL you entered seems to external link, do you want to add the required http:// prefix?
hy_am: Ձեր մուտքագրած URL-ը նմանվում է արտաքին հղման: Ցանկանո՞ւմ եք արդյոք ավելացնել պահանջվող http:// մասը:

source: Link list
hy_am: Հղումների ցանկ

source: General Usage
hy_am: Ընդհանուր օգտագործում

source: General
hy_am: Ընդհանուր

source: Advanced
hy_am: Ընդլայնված

source: File/URL
hy_am: Ֆայլ/URL

source: List
hy_am: Թվարկում

source: Constrain proportions
hy_am: Ֆիքսված հարաբերակցություն

source: Type
hy_am: Տեսակ

source: V-Space
hy_am: V-տարածք

source: H-Space
hy_am: H-տարածք

source: Auto play
hy_am: Ավտոխաղ

source: Loop
hy_am: Ցիկլ

source: Show menu
hy_am: Ցուցադրել մենյուն

source: Quality
hy_am: Որակ

source: Scale
hy_am: Սանդղակ

source: Align
hy_am: Հավասարեցում

source: SAlign
hy_am: Հավասարեցում

source: Cache
hy_am: Քեշ

source: Hidden
hy_am: Թաքցված

source: Controller
hy_am: Կոնտրոլյոր

source: Kiosk mode
hy_am: Կիոսկ

source: Play every frame
hy_am: Ցուցադրել յուրաքանչյուր ֆրեյմը

source: Target cache
hy_am: Թիրախ քեշ

source: No correction
hy_am: Ոչ մի ուղղում

source: Enable JavaScript
hy_am: Թույլատրել ջավասկրիպը

source: Start time
hy_am: Ժամանակի սկիզբ

source: End time
hy_am: Ժամանակի վերջ

source: Auto start
hy_am: Ավտո-սկիզբ

source: Enabled
hy_am: Ակտիվացված

source: Fullscreen
hy_am: Լրիվ սքրին

source: Invoke URLs
hy_am: Գործարկել URL-ները

source: Mute
hy_am: Անձայն

source: Stretch to fit
hy_am: Ձգել՝ մինչև համապատասխանեցնելը

source: Windowless video
hy_am: Անպատուհան վիդեո

source: Balance
hy_am: Հավասարակշռություն

source: Base URL
hy_am: Բազային URL

source: Captioning id
hy_am: Տիտրացման ID

source: Current marker
hy_am: Ընթացիկ մարկեր

source: Current position
hy_am: Ընթացիկ դիրք

source: Default frame
hy_am: Լռելայն ֆրեյմ

source: Play count
hy_am: Խաղահաշվիչ

source: Rate
hy_am: Գնահատել

source: UI Mode
hy_am: UI մեթոդ

source: Flash options
hy_am: Ֆլեշ դրույթներ

source: Quicktime options
hy_am: Քուիքթայմի դրույթներ

source: Windows media player options
hy_am: Վինդովզ մեդիա փլեյերի դրույթներ

source: Real media player options
hy_am: Ռիըլ մեդիա փլեյերի դրույթներ

source: Shockwave options
hy_am: Շոքվեյվի դրույթներ

source: Auto goto URL
hy_am: Աուտո գոտո URL

source: Image status
hy_am: Նկարի կարգավիճակ

source: Maintain aspect
hy_am: Պահպանել ասպեկտը

source: No java
hy_am: Ոչ մի ջավա

source: Prefetch
hy_am: Նախնական ընտրություն

source: Shuffle
hy_am: Կրկնել սկզբից

source: Console
hy_am: Կոնսոլ

source: Num loops
hy_am: Թվ. լուպեր

source: Controls
hy_am: Կոնտրոլ

source: Script callbacks
hy_am: Սկրիպտի քոլբեքեր

source: Stretch style
hy_am: Համաչափեցման ոճ

source: Stretch H-Align
hy_am: H-Align Համաչափեցում

source: Stretch V-Align
hy_am: V-Align Համաչափեցում

source: Sound
hy_am: Ձայն

source: Progress
hy_am: Պրոգրես

source: QT Src
hy_am: QT աղբյուր

source: Top left
hy_am: Վերին ձախ

source: Top right
hy_am: Վերին աջ

source: Bottom left
hy_am: Ստորին ձախ

source: Bottom right
hy_am: Ստորին աջ

source: Flash video options
hy_am: Ֆլեշ վիդեոյի դրույթներ

source: Scale mode
hy_am: Սանդղակի մեթոդ

source: Buffer
hy_am: Բուֆեր

source: Start image
hy_am: Սկսել նկարը

source: Default volume
hy_am: Լռելայն ծավալ

source: Hidden GUI
hy_am: Թաքցված GUI

source: Show scale modes
hy_am: Ցուցադրել սանդղակի մեթոդները

source: Smooth video
hy_am: Համընթաց վիդեո

source: JS Callback
hy_am: JS քոլբեք

source: HTML5 Video Options
hy_am: HTML5 վիդեո դրույթներ

source: Alternative source 1
hy_am: Այլընտրանքային աղբյուր 1

source: Alternative source 2
hy_am: Այլընտրանքային աղբյուր 2

source: Preload
hy_am: Նախաբեռնում

source: Poster
hy_am: Պաստառ

source: Source
hy_am: Աղբյուր

source: Show/Hide Kitchen Sink
hy_am: Ցուցադրել/թաքցենլ խոհանոցի խեցին

source: Insert More Tag
hy_am: Ներմուծել լրացուցիչ թեգեր

source: Insert Page break
hy_am: Ներմուծել էջի բաժանարար

source: More...
hy_am: Ավելին...

source: Next page...
hy_am: Հաջորդ էջ...

source: Add Media
hy_am: Ավելացնել մեդիա

source: Add an Image
hy_am: Ավելացնել նկար

source: Add Video
hy_am: Ավելացնել վիդեո

source: Add Audio
hy_am: Ավելացնել աուդիո

source: Edit Gallery
hy_am: Խմբագրել մեդիա-շտեմարանը

source: Delete Gallery
hy_am: Հեռացնել մեդիա-շտեմարանը

source: Edit Image
hy_am: Խմբագրել նկարը

source: Delete Image
hy_am: Հեռացնել նկարը

source: Advanced Settings
hy_am: Ընդլայնված դրույթներ
sv_se: Avancerade inställningar

source: Size
hy_am: Չափս

source: Thumbnail
hy_am: Փոքրացված նկար (Thumbnail)

source: Medium
hy_am: Միջին

source: Full Size
hy_am: Ամբողջական չափս

source: Current Link
hy_am: Ընթացիկ հղում

source: Link to Image
hy_am: Նկարի հղում

source: Enter a link URL or click above for presets.
hy_am: Մուտքագրեք հղման URL-ը կամ սեղմեք վերևում

source: Advanced Image Settings
hy_am: Ընդլայնված նկարի դրույթներ

source: Width
hy_am: Լայնություն

source: Height
hy_am: Բարձրություն

source: Original Size
hy_am: Օրիգինալ չափսը

source: CSS Class
hy_am: CSS դասեր

source: Advanced Link Settings
hy_am: Ընդլայնված հղման դրույթներ

source: Link Rel
hy_am: Հղման Rel

source: Caption
hy_am: Վերնագիր

source: Alternate Text
hy_am: Ալտերնատիվ տեքստ

source: Rich Editor Help
hy_am: Լիարժեք խմբագրիչի օգնություն

source: Basics of Rich Editing
hy_am: Լիարժեք խմբագրիչի հիմունքներ

source: Basics
hy_am: Հիմքեր

source: Advanced use of the Rich Editor
hy_am: Լիարժեք խմբագրիչի ընդլայնված օգտագրծում

source: Hotkeys
hy_am: Թեժ ստեղներ

source: About the software
hy_am: Ծրագրի մասին

source: Rich Editing Basics
hy_am: Լիարժեք խմբագրման հիմունքներ

source: <em>Rich editing</em>, also called WYSIWYG for What You See Is What You Get, means your text is formatted as you type. The rich editor creates HTML code behind the scenes while you concentrate on writing. Font styles, links and images all appear approximately as they will on the internet.
hy_am: <em>Լիարժեք խմբագրում</em>-ը, որն այլ կերպ անվանում են WYSIWYG (What You See Is What You Get), նշանակում է, որ Ձեր տեքստի ֆորմատն ի հայտ է գալիս տպելուց անմիջապես հետո: Այն ստեղծում է HTML կոդեր, քանի դեռ դուք կենտրոնացած եք գրելու վրա: Ֆոնտի ստիլերը, հղումները և նկարները կպատկերվեն համարյա այնպես, ինչպես դրանք արտացոլվելու են ինտերնետում:

source: WordPress includes a rich HTML editor that works well in all major web browsers used today. However editing HTML is not the same as typing text. Each web page has two major components: the structure, which is the actual HTML code and is produced by the editor as you type, and the display, that is applied to it by the currently selected WordPress theme and is defined in style.css. WordPress is producing valid XHTML 1.0 which means that inserting multiple line breaks (BR tags) after a paragraph would not produce white space on the web page. The BR tags will be removed as invalid by the internal HTML correcting functions.
hy_am: Վորդպրեսը ներառում է հզոր HTML խմբագրիչ, որն իրեն լավ է դրսևորում տարբեր վեբ դիտարկիներով աշխատելիս: Այնուամենայնիվ, HTML-ով աշխատելը նույնը չէ, ինչ տեքստ հավաքելը: Յուրաքանչյուր վեբ էջ ունի երկու մեծ բաղադրիչ՝ կառուցվածք, որը բուն HTML կոդերն են և մակածվում է խմբագրիչով, երբ դուք գրառում եք, և ցուցադրում, որը ապահովվում է Վորդպրեսի Ձեր ընտրած թեմայով և բնորոշվում է style.css-ով: Վորդպրեսը լիարժեքորեն համապատասխանում է XHTML 1.0-ի վալիդացիայի պահանջներին, որը նշանակում է, որ տեքստի պարբերություններն իրարից առանձնացվում են BR թեգերով: Ոչ տեղին BR թեգերը կարող են հեռացվել ներքին HTML ուղղող ֆունկցիայի միջոցով:

source: While using the editor, most basic keyboard shortcuts work like in any other text editor. For example: Shift+Enter inserts line break, Ctrl+C = copy, Ctrl+X = cut, Ctrl+Z = undo, Ctrl+Y = redo, Ctrl+A = select all, etc. (on Mac use the Command key instead of Ctrl). See the Hotkeys tab for all available keyboard shortcuts.
hy_am: Խմբագրիչն օգտագործելիս ամենահիմնական թեժ ստեղները գործում են այնպես, ինչպես այլ տեքստայն խմբագրիչների դեպքում: Shift+Enter-ը առաջ է բերում նոր տող, Ctrl+C = copy, Ctrl+X = cut, Ctrl+Z = undo, Ctrl+Y = redo, Ctrl+A = select all և այլն:

source: If you do not like the way the rich editor works, you may turn it off from Your Profile submenu, under Users in the admin menu.
hy_am: Եթե դուք չեք ցանկանում աշխատել լիարժեք խմբագրիչով, դուք կարող եք այն անջատել Ձեր այցեքարտի ենթամենյուի մեջից, որը տեղակայված է կառավարման մենյուի Օգտատերերում:

source: Advanced Rich Editing
hy_am: Ընդլայնված տեքստային խմբագրում

source: Images and Attachments
hy_am: Նկարներ և կցորդներ

source: There is a button in the editor toolbar for inserting images that are already hosted somewhere on the internet. If you have a URL for an image, click this button and enter the URL in the box which appears.
hy_am: Խմբագրիչն ունի կոճակ նկարներ ներմուծելու համար: If you have a URL for an image, click this button and enter the URL in the box which appears.

source: If you need to upload an image or another media file from your computer, you can use the Media Library buttons above the editor. The media library will attempt to create a thumbnail-sized copy from each uploaded image. To insert your image into the post, first click on the thumbnail to reveal a menu of options. When you have selected the options you like, click "Send to Editor" and your image or file will appear in the post you are editing. If you are inserting a movie, there are additional options in the "Media" dialog that can be opened from the second toolbar row.
hy_am: Եթե դու ցանկանում եք Ձեր համակարգչից բեռնել նկար կամ այլ մեդիա-ֆայլ, դուք կարող եք օգտագործել Ձեր մեդիա-պահոցի կոճակները, որոնք տեղակայված են խմբագրիչի վերին մասում: The media library will attempt to create a thumbnail-sized copy from each uploaded image. To insert your image into the post, first click on the thumbnail to reveal a menu of options. When you have selected the options you like, click "Send to Editor" and your image or file will appear in the post you are editing. If you are inserting a movie, there are additional options in the "Media" dialog that can be opened from the second toolbar row.

source: HTML in the Rich Editor
hy_am: HTML-ը ընդլայնված խմբագրիչում
