Repository: Idealien/Multisite-Language-Switcher
Catalog: languages/msls-*.po
Languages: hy_am, lt_lt, ru_ru, sv_se, tr

source: The Optional fields let you customize the &#8220;category&#8221; and &#8220;tag&#8221; base names that will appear in archive URLs. For example, the page listing all posts in the &#8220;Uncategorized&#8221; category could be <code>/topics/uncategorized</code> instead of <code>/category/uncategorized</code>.
hy_am: Որպես կամավոր դաշտեր, դուք կարող եք ձևափոխել &#8220;category&#8221; և &#8220;tag&#8221; հիմնային անունները (base names), որոնք կհայտնվեն արխիվային URL-ներում: Օրինակ, &#8220;Uncategorized&#8221; բաժնի բոլոր գրառումները թվարկող էջի հասցեն <code>/category/uncategorized</code>-ի փոխարեն կարող է դառնալ <code>/topics/uncategorized</code>:

source: <a href="http://codex.wordpress.org/Settings_Permalinks_Screen" target="_blank">Documentation on Permalinks Settings</a>
hy_am: <a href="http://codex.wordpress.org/Settings_Permalinks_Screen" target="_blank">Մշտական հղումների դրույթների վերաբերյալ փաստաթղթեր</a>

source: <a href="http://codex.wordpress.org/Using_Permalinks" target="_blank">Documentation on Using Permalinks</a>
hy_am: <a href="http://codex.wordpress.org/Using_Permalinks" target="_blank">Մշտական հղումներն օգտագործելու վերաբերյալ փաստաթղթեր</a>

source: You should update your web.config now
hy_am: Այժմ դուք պետք է թարմացնեք Ձեր web.config-ը

source: Permalink structure updated. Remove write access on web.config file now!
hy_am: Մշտական հղումների կառուցվածքը թարմացված է: Այժմ կխնդրեինք հեռացնել web.config ֆայլիwrite access-ը:

source: Permalink structure updated
hy_am: Հղումների կառուցվածքը թարմացված է

source: You should update your .htaccess now.
hy_am: Այժմ դուք պետք է թարմացնեք Ձեր .htaccess ֆայլը:

source: Permalink structure updated.
hy_am: Մշտական հղումների (permalink) կառուցվածքը թարմացված է:

source: By default WordPress uses web <abbr title="Universal Resource Locator">URL</abbr>s which have question marks and lots of numbers in them, however WordPress offers you the ability to create a custom URL structure for your permalinks and archives. This can improve the aesthetics, usability, and forward-compatibility of your links. A <a href="http://codex.wordpress.org/Using_Permalinks">number of tags are available</a>, and here are some examples to get you started.
hy_am: Սկզբնական Վորդպրեսը ներքին էջերի համար օգտագործում է հարցական նշաններ և թվեր պարունակող <abbr title="Universal Resource Locator">URL</abbr>-ներ: Այնուամենայնիվ, Վորդպրեսը թույլ է տալիս Ձեր մշտական հղումների (permalinks) և պահոցների համար ստեղծել և օգտագործել Ձեր նախընտրելի կառուցվածքով URL-ներ: Այս եղանակով դուք կբարելավեք Ձեր հղումների գրավչությունը և օգտագործելիությունը: Գոյություն ունեն հղումներ կառուցելու <a href="http://codex.wordpress.org/Using_Permalinks">տարբեր թեգեր</a>, և ստորև ներկայացված են որոշ օրինակներ:

source: Common settings
hy_am: Ընդհանուր դրույթներ

source: Day and name
hy_am: Օր և վերնագիր

source: Month and name
hy_am: Ամիս և վերնագիր

source: Numeric
hy_am: Թվային

source: Custom Structure
hy_am: Սեփական կառուցվածք

source: Optional
hy_am: Կամավոր

source: If you like, you may enter custom structures for your category and tag <abbr title="Universal Resource Locator">URL</abbr>s here. For example, using <kbd>topics</kbd> as your category base would make your category links like <code>http://example.org/topics/uncategorized/</code>. If you leave these blank the defaults will be used.
hy_am: Ըստ ցանկության, դուք կարող եք Ձեր կայքի բաժինների և պիտակների համար ստեղծել Ձեր սեփական <abbr title="Universal Resource Locator">URL</abbr>-ները: Օրինակ, որպես category base ընտրելով <kbd>topics</kbd> արտահայտությունը, Ձեր բլոգի բաժինները կստանան ասյպիսի հղումներ՝ <code>http://example.org/topics/uncategorized/</code>: Ստորև դաշտերը դատարկ թողնելու դեպքում Վորդպրեսը կգեներացնի լռելյայն հղումներ:

source: If you like, you may enter custom structures for your category and tag <abbr title="Universal Resource Locator">URL</abbr>s here. For example, using <code>topics</code> as your category base would make your category links like <code>http://example.org/index.php/topics/uncategorized/</code>. If you leave these blank the defaults will be used.
hy_am: Ըստ ցանկության, դուք կարող եք Ձեր բաժինների և պիտակների <abbr title="Universal Resource Locator">URL</abbr>-ներին տալ առանձնահատուկ կառուցվածք: Օրինակ, բաժինների համար ընտրելով <code>topics</code> հիմքը, Ձեր բաժինների հղումները կստանան <code>http://example.org/index.php/topics/uncategorized/</code> տեսքը: Այլապես, այս դաշտը թողեք դատարկ, և կօգտագործվի լռելյայն կառուցվածով հղումներ:

source: Category base
hy_am: Բաժնի հիման վրա

source: Tag base
hy_am: Պիտակի (tag) հիման վրա

source: If your <code>web.config</code> file were <a href="http://codex.wordpress.org/Changing_File_Permissions">writable</a>, we could do this automatically, but it isn&#8217;t so this is the url rewrite rule you should have in your <code>web.config</code> file. Click in the field and press <kbd>CTRL + a</kbd> to select all. Then insert this rule inside of the <code>/&lt;configuration&gt;/&lt;system.webServer&gt;/&lt;rewrite&gt;/&lt;rules&gt;</code> element in <code>web.config</code> file.
hy_am: Եթե Ձեր <code>web.config</code> ֆայլում հնարավոր լիներ <a href="http://codex.wordpress.org/Changing_File_Permissions">կատարել փոփոխություն (writeable)</a>, մենք կկարողանայինք դա անել ավտոմատ կերպով, սակայն դա այդպես չէ: Սեղմեք դաշտը և կատարեք <kbd>CTRL + a</kbd>, որպեսզի ընտրեք ամբողջը: Այնուհետև ներմուծեք այս կանոնը՝ <code>/&lt;configuration&gt;/&lt;system.webServer&gt;/&lt;rewrite&gt;/&lt;rules&gt;</code> Ձեր <code>web.config</code> ֆայլում:

source: If you temporarily make your <code>web.config</code> file writable for us to generate rewrite rules automatically, do not forget to revert the permissions after rule has been saved.
hy_am: Եթե դուք ժամանակավորապես թույլատրեք <code>web.config</code>-ի ներսում կատարել փոփոխություններ, ապա մենք rewrite rules-ը կներմուծենք ավտոմատ կերպով: Վերջում, ֆայլը պահպանելուց հետո, չմոռանաք վերականգնել տվյալ ֆայլի նախկին կարգավիճակը:

source: If the root directory of your site were <a href="http://codex.wordpress.org/Changing_File_Permissions">writable</a>, we could do this automatically, but it isn&#8217;t so this is the url rewrite rule you should have in your <code>web.config</code> file. Create a new file, called <code>web.config</code> in the root directory of your site. Click in the field and press <kbd>CTRL + a</kbd> to select all. Then insert this code into the <code>web.config</code> file.
hy_am: Եթե Ձեր կայքի հիմնական կատալոգը լիներ <a href="http://codex.wordpress.org/Changing_File_Permissions">փոփոխելի (writeable)</a>, մենք կկարողանայինք սա անել ավտոմատ կերպով: Սակայն դա այդպես չէ, և դուք պետք է ինքներդ url rewrite rule-ը ներմուծել Ձեր <code>web.config</code> ֆայլում: Ձեր կայքի գլխավոր կատալոգում ստեղծեք նոր <code>web.config</code> ֆայլ: Սեմեք այս դաշտի վրա և հավաքեք <kbd>CTRL + a</kbd> որպեսզի ընտրեք ամբողջը: Այնուհետև ներմուծեք այս կոդը Ձեր <code>web.config</code> ֆայլի մեջ:

source: If you temporarily make your site&#8217;s root directory writable for us to generate the <code>web.config</code> file automatically, do not forget to revert the permissions after the file has been created.
hy_am: Եթե դուք Ձեր կայքի հիմնական կատալոգը ժամանակավորապես դարձնեք փոփոխելի (writeable), մենք կկարողանանք ավտոմատ կերպով ստեղծել <code>web.config</code> ֆայլը: Վերջում, այս ֆայլը պահպանելուց հետո չմոռանաք վերականգնել դրա նախկին կարգավիճակը:

source: If your <code>.htaccess</code> file were <a href="http://codex.wordpress.org/Changing_File_Permissions">writable</a>, we could do this automatically, but it isn&#8217;t so these are the mod_rewrite rules you should have in your <code>.htaccess</code> file. Click in the field and press <kbd>CTRL + a</kbd> to select all.
hy_am: Եթե Ձեր <code>.htaccess</code> ֆայլը լիներ <a href="http://codex.wordpress.org/Changing_File_Permissions">փոփոխելի (writeable)</a>, մենք կկարողանայինք սա անել ավտոմատ կերպով: Սակայն դա այդպես չէ, և դուք պետք է ինքներդ url mod_rewrite rules-ը ներմուծել Ձեր <code>.htaccess</code> ֆայլում: Սեղմեք այս դաշտի վրա և հավաքեք <kbd>CTRL + a</kbd> որպեսզի ընտրեք ամբողջը:

source: Invalid user ID.
hy_am: Օգտատերի ID-ին սխալ է:

source: Edit User
hy_am: Խմբագրել օգտատերի տվյալները

source: Your profile contains information about you (your &#8220;account&#8221;) as well as some personal options related to using WordPress.
hy_am: Այցեքարտը պարունակում է Ձեր մասին տեղեկատվություն (Ձեր &#8220;հաշիվը&#8221;), ինչպես նաև որոշակի անհատական դրույթներ՝ կապված Վորդպրեսից օգտվելու հետ:

source: You can change your password, turn on keyboard shortcuts, change the color scheme of your WordPress administration screens, and turn off the WYSIWYG (Visual) editor, among other things.
hy_am: Դուք կարող եք փոփոխել Ձեր գաղտնաբառը, միացնել keyboard shortcut-ը, ձևափոխել կառավարման վահանակի գունային սխեման, անջատել WYSIWYG (վիզուալ) խմբագրիչը և այլն:

source: Your username cannot be changed, but you can use other fields to enter your real name or a nickname, and change which name to display on your posts.
hy_am: Ձեր ծածկանունը չի կարող փոփոխվել, սակայն դուք կարող եք օգտագործել մյուս դաշտերը՝ մուտքագրելու Ձեր իրական անունը կամ կեղծանունը, որով էլ կարող եք ներկայանալ մյուս օգտատերերին և կայքի այցելուներին:

source: Required fields are indicated; the rest are optional. Profile information will only be displayed if your theme is set up to do so.
hy_am: Պարտադիր դաշտերը նշված են, մնացածը կամավոր է: Այցեքարտի տեղեկատվությունը կցուցադրվի միայն այն դեպքում, եթե Ձեր կայքի թեման ապահովում է այդ հնարավորությունը:

source: Remember to click the Update Profile button when you are finished.
hy_am: Ձեր այցեքարտը թարմացնելուց հետո հիշեք վերջում սեղմել &laquo;Թարմացնել այցեքարտը&raquo; կոճակը:

source: <a href="http://codex.wordpress.org/Users_Your_Profile_Screen" target="_blank">Documentation on User Profiles</a>
hy_am: <a href="http://codex.wordpress.org/Users_Your_Profile_Screen" target="_blank">Օգտատերերի այցեքարտերի վերաբերյալ փաստաթղթեր</a>

source: Use https
hy_am: Օգտագործեք https

source: Always use https when visiting the admin
hy_am: Երբ այցելում եք կառավարման էջը, միշտ օգտագործեք https-ներ:

source: You do not have permission to edit this user.
hy_am: Դուք իրավասու չեք խմբագրել այս օգտատերի տվյալները:

source: Important:
hy_am: Կարևոր է.

source: This user has super admin privileges.
hy_am: Այս օգտատերն ունի սուպեր կառավարիչի հնարավորություններ:

source: User updated.
hy_am: Օգտատերի տվյալները թարմացված են:

source: &larr; Back to Users
hy_am: &larr; Վերադառնալ դեպի օգտատերերը

source: Personal Options
hy_am: Անհատական դրույթներ

source: Visual Editor
hy_am: Վիզուալ խմբագրիչ

source: Disable the visual editor when writing
hy_am: Գրառում կատարելիս անջատել վիզուալ խմբագրիչը

source: Enable keyboard shortcuts for comment moderation.
hy_am: Մեկնաբանությունները մոդերացնելիս ակտիվացնե՞լ ստեղների shortcuts-ը:

source: <a href="http://codex.wordpress.org/Keyboard_Shortcuts" target="_blank">More information</a>
hy_am: <a href="http://codex.wordpress.org/Keyboard_Shortcuts" target="_blank">Լրացուցիչ տեղեկատվություն</a>

source: Show Admin Bar
hy_am: Ցուցադրել կառավարման վահանակը

source: when viewing site
hy_am: կայքը դիտելիս

source: in dashboard
hy_am: կառավարման վահանակում

source: Usernames cannot be changed.
hy_am: Ծածկանունները փոփոխման ենթակա չեն:

source: Role:
hy_am: Կարգավիճակը.

source: &mdash; No role for this site &mdash;
hy_am: &mdash; Այս կայքի համար կարգավիճակներ չկան &mdash;

source: Super Admin
hy_am: Սուպեր կառավարիչ

source: Grant this user super admin privileges for the Network.
hy_am: Այս օգտատերին շնորհել ցանցային կառավարիչի կարգավիճակ

source: Super admin privileges cannot be removed because this user has the network admin email.
hy_am: Սուպեր կառավարիչի հնարավորությունները չեն կարող հեռացվել, քանի որ նա օգտագործում է ցանցային կառավարիչի էլ. փոստի հասցեն:

source: Nickname
hy_am: Կեղծանուն

source: Display name publicly as
hy_am: Ձեզ հրապարակայնորեն ներկայացնել որպես

source: Contact Info
hy_am: Կոնտակտային տվյալներ

source: There is a pending change of your e-mail to <code>%1$s</code>. <a href="%2$s">Cancel</a>
hy_am: Ձեր էլ. փոստը <code>%1$s</code>-ով փոփոխելու գործընթացը հաստատման փուլում է: <a href="%2$s">Մերժել</a>

source: About Yourself
hy_am: Ձեր մասին

source: About the user
hy_am: Օգտատերի մասին

source: Biographical Info
hy_am: Կենսագրական տվյալներ

source: Share a little biographical information to fill out your profile. This may be shown publicly.
hy_am: Մի քիչ Ձեր կենսագրական տվյալների մասին: Սա մատչելի է դառնալու բոլորին:

source: New Password
hy_am: Նոր գաղտնաբառ

source: If you would like to change the password type a new one. Otherwise leave this blank.
hy_am: Եթե ցանկանում եք փոփոխել Ձեր գաղտնաբառը, ապա երկու անգամ մուտքագրեք նոր գաղտնաբառը: Այլապես, այս դաշտերը թողեք դատարկ:

source: Type your new password again.
hy_am: Կրկնեք Ձեր նոր գաղտնաբառը

source: Additional Capabilities
hy_am: Լրացուցիչ հնարավորություններ

source: Update Profile
hy_am: Թարմացնել այցեքարտը

source: Update User
hy_am: Թարմացնել օգտագերին

source: Widgets are independent sections of content that can be placed into any widgetized area provided by your theme (commonly called sidebars). To populate your sidebars/widget areas with individual widgets, drag and drop the title bars into the desired area. By default, only the first widget area is expanded. To populate additional widget areas, click on their title bars to expand them.
hy_am: Վիջեթները Ձեր կայքի անկախ բաժիններն են, որոնք կարող են տեղադրվել էջի ցանկացած &laquo;վիջեթացված&raquo; դաշտում, (սովորաբար՝ կողմնային սյունակներում (sidebar)): Ձեր կողմնային սյունակները տարբեր վիջեթներով հարստացնելու համար պետք է պարզապես &laquo;քաշել և բաց թողնել&raquo; (drag-and-drop) վիջեթների վերնագրերը Ձեր նախընտրելի տեղամասը:

source: The Available Widgets section contains all the widgets you can choose from. Once you drag a widget into a sidebar, it will open to allow you to configure its settings. When you are happy with the widget settings, click the Save button and the widget will go live on your site. If you click Delete, it will remove the widget.
hy_am: Մատչելի վիջեթների բաժինը պարունակում է բոլոր այն վիջեթները, որոնցից մեկնումեկը դուք կարող եք ընտրել և օգտագործել Ձեր կայքում: Որևէ վիջեթ ակտիվացնելու և Ձեր կողմնային սյունակում (sidebar) տեղադնելու համար պարզապես &laquo;քաշեք և բաց թողեք&raquo; (drag-and-drop) այդ վիջեթը Ձեր սյունակի ցանկալի տեղամասը: Այս քայլից հետո բացվում է տվյալ վիջեթի դրույթները, որտեղ էլ կարող եք կատարել համապատասխան փոփոխություններ, վերջում սեղմելով &laquo;Պահպանել&raquo; կոճակը: Եթե դուք սեղմեք &laquo;Հեռացնել&raquo; կոճակը, ապա տվյալ վիջեթն իր դրույթներով կհեռացվի:

source: If you want to remove the widget but save its setting for possible future use, just drag it into the Inactive Widgets area. You can add them back anytime from there. This is especially helpful when you switch to a theme with fewer or different widget areas.
hy_am: Եթե դուք ցանկանում եք հեռացնել վիջեթը, սակայն պահպանել վերջինիս դրույթները ապագայում օգտագործելու համար, դուք կարող եք պարզապես &laquo;քաշել և բաց թողնել&raquo; (drag-and-drop) տվյալ վիջեթը ոչ ակտիվ վիջեթների վահանակում: Դուք կարող եք այդ վիջեթն ավելացնել հետագայում, ցանկացած ժամանակ: Սա առանձնապես օգտակար է, երբ դուք մի թեմայից անցնում եք դեպի մեկ այլ թեմա, որն ապահովում է ավելի սակավաթիվ կամ այլ վիջեթներ:

source: Widgets may be used multiple times. You can give each widget a title, to display on your site, but it&#8217;s not required.
hy_am: Վիջեթները կարող են օգտագործվել կրկնակի անգամներ: Թեև պարտադիր չէ, սակայն դուք կարող եք վիջեթներին տալ վերնագրեր:

source: Enabling Accessibility Mode, via Screen Options, allows you to use Add and Edit buttons instead of using drag and drop.
hy_am: Ցուցադրման դրույթներում ակտիվացնելով Accessibility Mode-ը, դուք հնարավորություն եք ստանում &laquo;քաշել և բաց թողնել&raquo;-ի (drag-and-drop) փոխարեն օգտագործել &laquo;Ավելացնել&raquo; և &laquo;Խմբագրել&raquo; կոճակները:

source: Many themes show some sidebar widgets by default until you edit your sidebars, but they are not automatically displayed in your sidebar management tool. After you make your first widget change, you can re-add the default widgets by adding them from the Available Widgets area.
hy_am: Բազմաթիվ թեմաներ ցուցադրում են որոշ կողմնային սյունակային(sidebar) վիջեթներ լռելյայն կարգով, սակայն դրանք ավտոմատ կերպով չեն ցուցադրվում Ձեր կողմնային սյունակի կառավարման գործիքներում: Երբ դուք մեկ անգամ այդ վիջեթներից մեկնումեկը փոփոխում եք, դուք կարող եք կրկին ավելացնել լռելյայն վիջեթները մատչելի վիջեթների վահանակից:

source: <a href="http://codex.wordpress.org/Appearance_Widgets_Screen" target="_blank">Documentation on Widgets</a>
hy_am: <a href="http://codex.wordpress.org/Appearance_Widgets_Screen" target="_blank">Վիջեթների վերաբերյալ փաստաթղթեր</a>

source: Inactive Widgets
hy_am: Ոչ ակտիվ վիջեթներ

source: No Sidebars Defined
hy_am: Կողմնային սյունակներ (sidebar) սահմանված չեն:

source: The theme you are currently using isn&#8217;t widget-aware, meaning that it has no sidebars that you are able to change. For information on making your theme widget-aware, please <a href="http://codex.wordpress.org/Widgetizing_Themes">follow these instructions</a>.
hy_am: Ձեր ընթացիկ թեման չի ապահովում վիջեթներ, որը նշանակում է, որ այն չի նախատեսում կողմնային սյունակներ (sidebar), որն էլ կարողանայիք փոփոխել: Ձեր թեման վիջեթով լրացնելու վերաբերյալ լրացուցիչ տեղեկություններ կարող եք ստանալ, <a href="http://codex.wordpress.org/Widgetizing_Themes">հետևելով այս ուղեցույցը</a>:

source: Widget %s
hy_am: Վիջեթ %s

source: Select both the sidebar for this widget and the position of the widget in that sidebar.
hy_am: Այս վիջեթի համար ընտրեք երկու կողմնային սյունակները (sidebar) և տեղադրեք այն այդ սյունակում:

source: Save Widget
hy_am: Պահպանել վիջեթը

source: Changes saved.
hy_am: Փոփոխությունները պահպանված են:

source: Error while saving.
hy_am: Պահպանելու ընթացքում տեղ է գտել սխալ:

source: Error in displaying the widget settings form.
hy_am: Վիջեթների դրույթները ցուցադրելիս տեղ է գտել սխալ:

source: Available Widgets
hy_am: Մատչելի վիջեթներ

# removing-widget
source: Deactivate
hy_am: Ապաակտիվացնել

source: Drag widgets from here to a sidebar on the right to activate them. Drag widgets back here to deactivate them and delete their settings.
hy_am: &laquo;Քաշեք&raquo; վիջեթն այստեղից դեպի աջ կողմի կողմնային սյունակը (sidebar)՝ այն ակտիվացնելու համար: Նույն կերպ, վիջեթը կողմնային սյունակից &laquo;ետ քաշեք&raquo; դեպի վիջեթների վահանակ՝ այն ապաակտիվացնելու և դրույթները հեռացնելու համար:

source: Drag widgets here to remove them from the sidebar but keep their settings.
hy_am: Վիջեթը &laquo;քաշեք&raquo; այստեղ, որպեսզի այն հեռացնեք կողմնային սյունակից (sidebar)՝ պահպանելով այդ վիջեթի դրույթները:

source: Credits
hy_am: Երախտիքի խոսք

source: WordPress Credits
hy_am: Շնորհակալական խոսք Վորդպրեսից

source: WordPress is created by a <a href="%1$s">worldwide team</a> of passionate individuals. <a href="%2$s">Get involved in WordPress</a>.
hy_am: Վորդպրեսը ստեղծվել է հոգատար մարդկանցից կազմված <a href="%1$s">համաշխարհային համայնքի</a> կողմից: <a href="%2$s">Ներգրավվեք վորդպրեսի մեջ</a>:

source: WordPress is created by a worldwide team of passionate individuals. We couldn&#8217;t possibly list them all, but here some of the most influential people currently involved with the project:
hy_am: Վորդպրեսը ստեղծվել է սրտացավ անհատներից ստեղծված համաշխարհային թիմի կողմից: Մենք չենք կարող թվարկել նրանց բոլորին, բայց այս ծրագրում ընդգրկվածներից ամենաականավորներն են.

source: Translators
hy_am: Թարգմանիչներ

source: Want to see your name in lights on this page? <a href="%s">Get involved in WordPress</a>.
hy_am: Ցանկանո՞ւմ եք տեսնել Ձեր անունն այս էջում: <a href="%2$s">Ներգրավվեք վորդպրեսի մեջ</a>:

source: Project Leaders
hy_am: Նախագծի առաջնորդներ

source: Extended Core Team
hy_am: Հիմնաական անձնակազմ

source: Recent Rockstars
hy_am: Վերջին ռոք-աստղեր

source: Core Contributors to WordPress %s
hy_am: Վորդպրես %s-ի հիմնական ներդողներ

source: Cofounder, Project Lead
hy_am: Համահիմնադիր, նախագծի առաջնորդ

source: Lead Developer
hy_am: Առաջատար ծրագրավողներ

source: User Experience Lead
hy_am: Հետադարձ փորձի առաջնորդներ

source: Developer, Core Committer
hy_am: Առաջատար ծրագրավորող

source: Developer
hy_am: Ծրագրավորող

source: Designer
hy_am: Դիզայներ

source: XML-RPC Developer
hy_am: XML-RPC նախագծող

source: Internationalization
hy_am: Ինտերնացիոնալիզացիա

source: Network Admin
hy_am: Ցանցային կառավարիչ

source: Global Dashboard
hy_am: Ընդհանուր կառավարման վահանակ

source: %1$s &#8212; WordPress
hy_am: %1$s &#8212; Վորդպրես

source: %1$s &lsaquo; %2$s &#8212; WordPress
hy_am: %1$s &lsaquo; %2$s &#8212; Վորդպրես

source: %s Network Admin
hy_am: %s ցանցային կառավարիչ

source: %s Global Dashboard
hy_am: %s ընդհանուր կառավարման վահանակ

source: Howdy, %1$s
hy_am: Ողջույն, %1$s

source: Edit your profile
hy_am: Խմբագրեք Ձեր այցեքարտը

source: Your Profile
hy_am: Ձեր այցեքարտը

source: You do not have sufficient permissions to manage plugins for this site.
hy_am: Դուք բավարար լիազորված չեք՝ կարգավորելու այս կայքի պլագինները:

source: You do not have sufficient permissions to activate plugins for this site.
hy_am: Դուք բավարար լիազորված չեք՝ ակտիվացնելու այս կայքի պլագինները:

source: You do not have sufficient permissions to deactivate plugins for this site.
hy_am: Դուք բավարար լիազորված չեք՝ ապաակտիվացնելու այս կայքի պլագինները:

source: You do not have sufficient permissions to delete plugins for this site.
hy_am: Դուք բավարար լիազորված չեք՝ հեռացնելու այս կայքի պլագինները:

source: This plugin may be active on other sites in the network.
hy_am: Այս պլագինը կարող է ակտիվ լինել ցանցի մյուս կայքերում:

source: You are about to remove the following plugin:
hy_am: Դուք պատրաստվում եք հեռացնել այս պլագինը.

source: <strong>%1$s</strong> by <em>%2$s</em> (will also <strong>delete its data</strong>)
hy_am: <strong>%1$s</strong>, <em>%2$s</em>-ի կողմից (նաև <strong>կհեռացվի տվյալները</strong>)

source: <strong>%1$s</strong> by <em>%2$s</em>
hy_am: <strong>%1$s</strong>, <em>%2$s</em>-ի կողմից

source: Are you sure you wish to delete these files and data?
hy_am: Համոզվա՞ծ եք, որ ցանկանում եք հեռացնել այս ֆայլերն ու տվյալները:

source: Are you sure you wish to delete these files?
hy_am: Համոզվա՞ծ եք, որ ցանկանում եք հեռացնել այս ֆայլերը:

source: Yes, Delete these files and data
hy_am: Այո, հեռացնել այս ֆայլերը և տվյալները

source: Yes, Delete these files
hy_am: Այո, հեռացրեք այս ֆայելրը

source: No, Return me to the plugin list
hy_am: Ոչ, վերադառնալ դեպի պլագինների ցանկը

source: Click to view entire list of files which will be deleted
hy_am: Սեղմեք՝ դիտելու հեռացման ենթակա ֆայլերի ամբողջ ցանկը

# plugins per page (screen options)
source: Plugins
hy_am: Պլագիններ

source: Plugins extend and expand the functionality of WordPress. Once a plugin is installed, you may activate it or deactivate it here.
hy_am: Պլագինները հարստացնում են Վորդպրեսի հնարավորությունները: Մեկ անգամ տեղադնելուց հետո, դուք կարող եք ակտիվացնել կամ ապաակտիվացնել դրանք այս էջում:
