Repository: Idealien/Multisite-Language-Switcher
Catalog: languages/msls-*.po
Languages: hy_am, lt_lt, ru_ru, sv_se, tr

source: <a href="http://codex.wordpress.org/Posts_Screen" target="_blank">Documentation on Managing Posts</a>
hy_am: <a href="http://codex.wordpress.org/Posts_Screen" target="_blank">Գրառումները կարգավորելու վերաբերյալ փաստաթղթեր</a>

source: Managing Pages is very similar to managing Posts, and the screens can be customized in the same way.
hy_am: Էջերի կառավարումը խիստ նման է գրառումների կառավարմանը և ցուցադրումն էլ կարող է փոփոխվել նույն կերպով:

source: You can also perform the same types of actions, including narrowing the list by using the filters, acting on a Page using the action links that appear when you hover over a row, or using the Bulk Actions menu to edit the metadata for multiple Pages at once.
hy_am: Դուք կարող եք նաև իրականացնել նույն տիպի գործողություններ, ներառյալ՝ ցուցակի փոքրացում ֆիլտրելու միջոցով, ընտրելով և խմբագրելով առանձին էջեր կամ էլ իրականացնելով բոլոր էջերի զանգվածային խմբագրումներ:

source: <a href="http://codex.wordpress.org/Pages_Screen" target="_blank">Documentation on Managing Pages</a>
hy_am: <a href="http://codex.wordpress.org/Pages_Screen" target="_blank">Էջերը կառավարելու վերաբերյալ փաստաթղթեր</a>

source: This has been saved.
hy_am: Սա պահպանված է:

source: %s post updated.
hy_am: %s գրառում թարմացվել է:

source: %s item not updated, somebody is editing it.
hy_am: %s-ը չի թարմացվել, քանի որ ինչ-որ մեկը խմբագրում է այն:

source: Item moved to the Trash.
hy_am: Տեղափոխվել է աղբարկղ:

source: Item restored from the Trash.
hy_am: Վերադարձվել է աղբարկղից:

source: You are not allowed to scan for lost attachments.
hy_am: Դուք իրավասու չեք դիտելու կորցրած կցորդները:

source: You are not allowed to edit this post.
hy_am: Դուք իրավասու չեք խմբագրելու այս գրառումը:

source: You are not allowed to move this post to the trash.
hy_am: Դուք իրավասու չեք տվյալ գրառումը տեղափոխել աղբարկղ:

source: Error in moving to trash...
hy_am: Աղբարկղ տեղափոխելիս տեղի է ունեցոլ սխալ...

source: You are not allowed to move this post out of the trash.
hy_am: Դուք իրավասու չեք տվյալ գրառումը դուրս հանել աղբարկղից:

source: Error in restoring from trash...
hy_am: Աղբարկղից վերականգնեու սխալ...

source: You are not allowed to delete this post.
hy_am: Դուք իրավասու չեք հեռացնել այս գրառումը

source: Media Library
hy_am: Մեդիա պահոց

# items per page (screen options)
source: Media items
hy_am: Մեդիա տարրեր

source: All the files you&#8217;ve uploaded are listed in the Media Library, with the most recent uploads listed first. You can use the <em>Screen Options</em> tab to customize the display of this screen.
hy_am: Ձեր կայքում բեռնված բոլոր ֆայլերը թվարկված են մեդիա-պահոցում ըստ ժամանակագրական հերթականության: Դուք կարող եք օգտագործել <em>Ցուցադրման դրութները</em> ՝ փոփոխելու դրանք ներկայացնելու ձևը:

source: You can narrow the list by file type/status using the text link filters at the top of the screen. You also can refine the list by date using the dropdown menu above the media table.
hy_am: Դուք կարող եք &laquo;նեղացնել&raquo; ցանկն ըստ ֆայլի տեսակի/կարգավիճակի՝ օգտվելով էջի վերջևմ առկա ֆիլտրներից: Դուք կարող եք նաև թարմացնել ֆայլերի ցանկն ըստ ամսաթվի:

source: Hovering over a row reveals action links: <em>Edit</em>, <em>Delete Permanently</em>, and <em>View</em>. Clicking <em>Edit</em> or on the media file&#8217;s name displays a simple screen to edit that individual file&#8217;s metadata. Clicking <em>Delete Permanently</em> will delete the file from the media library (as well as from any posts to which it is currently attached). <em>View</em> will take you to the display page for that file.
hy_am: Կուրսորը պահելով մեդիա-ֆայլերի շարքի վրա, դուք կտեսնեք այնպիսի հղումներ, ինչպսիսք են՝ <em>Խմբագրել</em>, <em>Անդառնալիորեն հեռացնել</em> և <em>Դիտել</em>: Սեղմելով <em>Խմբագրել</em> հղումը, դուք կարող եք խմբագրել անհատական ֆայլերի մետա-տվյալները: Երկրորդ հղումով դուք տվյալ ֆայլն անդառնալիորեն կհեռացնեք Ձեր մեդիա-պահոցից: <em>Դիտել</em> հղումը ստեղմելով դուք կտեղափոխվեք տվյալ ֆայլը պարունակող էջը:

source: If a media file has not been attached to any post, you will see that in the <em>Attached To</em> column, and can click on <em>Attach File</em> to launch a small popup that will allow you to search for a post and attach the file.
hy_am: Եթե որևէ մեդիա-ֆայլ չի կցվել Ձեր գրառումներից և ոչ մեկին, դուք կարող եք այդ մասին տեղեկանալ <em>Կցված է</em> սյունակում և կարող եք սեղմել <em>Կցել ֆայլը</em> հղումը՝ որով հնարավոր կդառնա բացված փոքրիկ պատուհանում որոնել և ընտրել այն գրառումը, որին ցանկանում եք կցել տվյալ ֆայլը:

source: <a href="http://codex.wordpress.org/Media_Library_Screen" target="_blank">Documentation on Media Library</a>
hy_am: <a href="http://codex.wordpress.org/Media_Library_Screen" target="_blank">Մեդիա-պահոցի վերաբերյալ փաստաթղթեր</a>

source: Reattached %d attachment.
hy_am: Վերակցվել է %d կցորդ ֆայլ:

source: Media attachment permanently deleted.
hy_am: Մեդիա կցորդն անդառնալիորեն հեռացված է:

source: Media attachment moved to the trash.
hy_am: Մեդիա կցորդը տեղափոխված է աղբարկղ:

source: Media attachment restored from the trash.
hy_am: Մեդիա-կցորդը դուրս է հանվել աղբարկղից:

source: Media permanently deleted.
hy_am: Մեիդան անդառնալիորեն հեռացված է:

source: Error saving media attachment.
hy_am: Մեդիա կցորդը պահպանելիս տեղ է գտել սխալ:

source: Media moved to the trash.
hy_am: Մեդիան տեղափոխվել է աղբարկղ:

source: Media restored from the trash.
hy_am: Մեդիան դուրս է հանվել աղբարկղից:

source: Search Media
hy_am: Որոնել մեդիա

source: Thank you for creating with <a href="http://wordpress.org/">WordPress</a>.
hy_am: Շնորհակալություն <a href="http://wordpress.org/">Վորդպրեսով</a> ստեղծագործելու համար:

source: <a href="http://codex.wordpress.org/">Documentation</a>
hy_am: <a href="http://codex.wordpress.org/">Լրացուցիչ նյութեր</a>

source: <a href="%s">Freedoms</a>
hy_am: <a href="%s">Ազատություններ</a>

source: <a href="http://wordpress.org/support/forum/4">Feedback</a>
hy_am: <a href="http://wordpress.org/support/forum/4">Հետադարձ կապ</a>

source: <a href="%s">Credits</a>
hy_am: <a href="%s">Շնորհակալական խոսք</a>

source: Settings saved.
hy_am: Դրույթները պահպանված են:

source: <strong>ALERT: You are logged out!</strong> Could not save draft. <a href="%s" target="_blank">Please log in again.</a>
hy_am: <strong>ՈՒՇԱԴՐՈՒԹՅՈՒՆ: Դուք լքել եք համակարգը:</strong> Սևագիրը պահպանել չի հաջողվի: Խնդրում ենք <a href="%s" target="_blank">կրկին մուտք գործել համակարգ</a>:

source: 1 item
hy_am: 1 տարր

source: Comment %d does not exist
hy_am: %d մեկնաբանությունը գոյություն չունի:

source: An error has occurred. Please reload the page and try again.
hy_am: Տեղի է ունեցել սխալ: Խնդրում ենք թարմացնել էջը և կրկին փորձել:

source: No tags found!
hy_am: Պիտակներ չեն գտնվել:

source: Error: you are replying to a comment on a draft post.
hy_am: Սխալ. դուք փորձում եք պատասխանել սևագիր գրառման մեկնաբանությանը:

source: Sorry, you must be logged in to reply to a comment.
hy_am: Կներեք, սակայն մեկնաբանությանը պատասխանելու համար նախ պետք է մուտք գործել համակարգ:

source: Error: please type a comment.
hy_am: Սխալ. խնդրում ենք մուտքագրել մեկնաբանությունը:

source: Please provide a custom field value.
hy_am: Խնդրում ենք տրամադրել ավելացվող դաշտի արժեքը:

source: Please provide a custom field name.
hy_am: Խնդրում ենք տրամադրել ավելացվող դաշտի անվանումը:

source: User <a href="#%s">%s</a> added
hy_am: <a href="#%s">%s</a> օգտատերն ավելացված է:

source: Draft saved at %s.
hy_am: Սևագիրը պահպանված է %s-ին:

source: Your login has expired. Please open a new browser window and <a href="%s" target="_blank">log in again</a>.
hy_am: Ձեր լոգինը ժամկետանց է: Խնդրում ենք բացել նոր պատուհան և կրկին <a href="%s" target="_blank">մուտք գործել համակարգ</a>:

source: Someone
hy_am: Ինչ-որ մեկը

source: Autosave disabled.
hy_am: Ավտո-պահպանումն անջատված է:

source: %s is currently editing this article. If you update it, you will overwrite the changes.
hy_am: Այս պահին %s-ը խմբագրում է նույն գրառումը: Եթե դուք թարմացնեք այն, ապա այս օգտատիրոջ կատարած փոփոխությունները կջնջվեն:

source: You are not allowed to edit this page.
hy_am: Դուք իրավասու չեք խմբագրելու այս էջը:

source: Saving is disabled: %s is currently editing this page.
hy_am: Պահպանումը չի գործի, քանի դեռ %s-ը այս պահին խմբագրում է տվյալ էջը:

source: Saving is disabled: %s is currently editing this post.
hy_am: Պահպանումը չի գործի, քանի դեռ %s-ը այս պահին խմբագրում է տվյալ գրառումը:

source: Item not updated.
hy_am: Տվյալ տարրը չի թարմացվել:

source: Date
hy_am: Ամսաթիվ

source: Status
hy_am: Կարգավիակ

source: Scheduled
hy_am: Նախատեսված

source: Y/m/d
hy_am: d/m/Y

source: Save failed
hy_am: Պահպանումը խափանվել է

source: Saved.
hy_am: Պահպանված է:

source: You do not have sufficient permissions to export the content of this site.
hy_am: Դուք բավարար լիազորված չեք՝ արտահանելու այս կայքի բովանդակությունը:

source: Export
hy_am: Արտահանել

source: You can export a file of your site&#8217;s content in order to import it into another installation or platform. The export file will be an XML file format called WXR. Posts, pages, comments, custom fields, categories, and tags can be included. You can choose for the WXR file to include only certain posts or pages by setting the dropdown filters to limit the export by category, author, date range by month, or publishing status.
hy_am: Դուք կարող եք արտահանել Ձեր կայքի բովանդակությունը պարունակող ֆայլը, որպեսզի այն ներմուծեք այլ կայք կամ պլատֆորմ: Արտահանված ֆայլը կլինի XML ֆորմատի, որը կոչվում է WXR: Նման ֆայլը կարող է ներառել գրառումները, էջերը, մեկնաբանությունները, ստեղծված դաշտերը, բաժինները և պիտակները: Դուք կարող եք ֆիլտրների միջոցով ընտրել և սահմանափակել, թե WXR ֆայլի տեսքով կոնկերտ որ գրառումները և էջերն է պետք արտահանել:

source: Once generated, your WXR file can be imported by another WordPress site or by another blogging platform able to access this format.
hy_am: Ստեղծվելուց հետո, Ձեր WXR ֆայլը կարող է ներմուծվել այլ Վորդպրեսային կայք կամ այնպիսի բլոգ-պլատֆորմ, որը կարող է կարդալ այս ֆորմատը:

source: <a href="http://codex.wordpress.org/Tools_Export_Screen" target="_blank">Documentation on Export</a>
hy_am: <a href="http://codex.wordpress.org/Tools_Export_Screen" target="_blank">Արտահանման վերաբերյալ փաստաթղթեր</a>

source: When you click the button below WordPress will create an XML file for you to save to your computer.
hy_am: Երբ դուք սեղմեք ստորև կոճակը, Վորդպրեսը կստեղծի XML ֆայլ, որն էլ դուք կկարողանաք պահպանել Ձեր համակարգչում:

source: This format, which we call WordPress eXtended RSS or WXR, will contain your posts, pages, comments, custom fields, categories, and tags.
hy_am: Այս ֆորմատը, որը մենք անվանում ենք WordPress eXtended RSS կամ WXR, կարող է ներառել Ձեր գրառումները, էջերը, մեկնաբանությունները, Ձեր ստեղծած լրացուցիչ դաշտերը, բաժինները և պիտակները:

source: Once you&#8217;ve saved the download file, you can use the Import function in another WordPress installation to import this site.
hy_am: Նման ֆայլը ստեղծելուց և ներբեռնելուց հետո, դուք կարող եք օգտագործել մեկ այլ Վորդպրեսային համակարգի Ներմուծել ֆունկցիան, որպեսզի ներմուծեք Ձեր կայքի բովանդակությունն այդ կայքի մեջ:

source: Choose what to export
hy_am: Ընտրեք, թե ինչն է արտահանվելու

source: All content
hy_am: Ամբողջ բովանդակությունը

source: This will contain all of your posts, pages, comments, custom fields, terms, navigation menus and custom posts.
hy_am: Սա կարող է ներառել Ձեր բոլոր գրառումները, էջերը, մեկնաբանությունները, Ձեր ստեղծած դաշտերը, բանալի բառերը, նավարկման մենյուները և լրացուցիչ գրառումները:

source: Posts
hy_am: Գրառումներ

source: Categories:
hy_am: Բաժիններ.

source: All
hy_am: Բոլորը

source: Authors:
hy_am: Հեղինակներ.

source: Date range:
hy_am: Ժամանակային ինտերվալ.

source: Start Date
hy_am: Ժամանակային միջակայքի սկիզբը

source: End Date
hy_am: Ժամանակային միջակայքի վերջը

source: Status:
hy_am: Կարգավիճակ.

source: Download Export File
hy_am: Ներբեռնել արտահանված ֆայլը

source: You do not have sufficient permissions to install themes on this site.
hy_am: Կներեք, սակայն դուք իրավասու չեք այս կայքում տեղադնելու նոր թեմաներ:

source: Install Themes
hy_am: Տեղադնել թեմաներ

source: You can find additional themes for your site by using the Theme Browser/Installer on this screen, which will display themes from the <a href="%s" target="_blank">WordPress.org Theme Directory</a>. These themes are designed and developed by third parties, are available free of charge, and are licensed under the GNU General Public License, version 2, just like WordPress.
hy_am: Դուք կարող եք Ձեր կայքի համար գտնել լրացուցիչ թեմաներ՝ օգտվելով Թեմաների դիտում/տեղադրում հնարավորությունից, որը կներկայացնի <a href="%s" target="_blank">WordPress.org թեմաների կատալոգում</a> առկա թեմաները: Այս թեմաները ստեղծել և ձևավորել են երրորդ կողմերը, մատչելի են անվճար և, ինչպես Վորդպրեսը, լիցենզավորված են GNU General Public License-ի ներքո:

source: You can Search for themes by keyword, author, or tag, or can get more specific and search by criteria listed in the feature filter. Alternately, you can browse the themes that are Featured, Newest, or Recently Updated. When you find a theme you like, you can preview it or install it.
hy_am: Դուք կարող եք ընտրել թեմաներ՝ ելնելով բանալի բառերից, հեղինակից կամ պիտակներից: Նույն կերպ, դուք կարող եք որոնել ավելի սպեցիֆիկ թեմաներ՝ ըստ կարևորված ֆիլտրի: Այլ դեպքերում, դուք կարող եք թերթել Կարևորված, Ամենանոր և Վերջերս թարմացված թեմաները: Եթե դուք գտնում եք մի թեմա, որը Ձեզ դուր է գալիս, դուք կարող եք դիտել այն կամ տեղադնել այն Ձեր կայքում:

source: You can Upload a theme manually if you have already downloaded its ZIP archive onto your computer (make sure it is from a trusted and original source). You can also do it the old-fashioned way and copy a downloaded theme&#8217;s folder via FTP into your <code>/wp-content/themes</code> directory.
hy_am: Դուք կարող եք ներբեռնել այս կամ այն թեման ինքնուրույն, եթե դուք արդեն իսկ Ձեր համակարգչում ունեք այդ թեմայի ZIP արխիվը (համոզվեք, որ այն ձեռք եք բերել վստահելի և օրիգինալ աղբյուրներից): Դուք կարող եք նաև տեղադնել թեման դասական ճանապարհով՝ <code>/wp-content/themes</code> կատալոգում FTP-ի միջոցով պատճենելով ներբեռնված թեմայի պարունակությունը:

source: <a href="http://codex.wordpress.org/Using_Themes#Adding_New_Themes" target="_blank">Documentation on Adding New Themes</a>
hy_am: <a href="http://codex.wordpress.org/Using_Themes#Adding_New_Themes" target="_blank">Նոր թեմաներ ավելացնելու վերաբերյալ փաստաթղթեր</a>

# theme
source: Manage Themes
hy_am: Կարգավորել թեմաները

source: Users
hy_am: Օգտատերեր

# users per page (screen options)
source: Users
hy_am: Օգտատերեր

source: This screen lists all the existing users for your site. Each user has one of five defined roles as set by the site admin: Site Administrator, Editor, Author, Contributor, or Subscriber. Users with roles other than Administrator will see fewer options in the dashboard navigation when they are logged in, based on their role.
hy_am: Այս էջում թվարկված են Ձեր կայքի բոլոր օգտատերերը: Յուրաքանչյուր օգտատեր ունի նախապես սահմանված 5 կարգավիճակ՝ Կայքի կառավարիչ, Խմբագիր, Հեղինակ, Անդամ և Բաժանորդ: Կառավարիչից բացի, յուրաքանչյուր հաջորդ կարգավիճակի համար սահմանված է համակարգ մուտք գործելիս և կառավարման վահանակից օգտվելիս ավելի քիչ թվով հնարավորություններ:

source: You can customize the display of information on this screen as you can on other screens, by using the Screen Options tab and the on-screen filters.
hy_am: Դուք կարող եք փոփոխել ներկայացված տեղեկատվությունը՝ օգտվելով Ցուցադրման դրույթներից և էջերի ֆիլտրներից:

source: To add a new user for your site, click the Add New button at the top of the screen or Add New in the Users menu section.
hy_am: Ձեր կայքում նոր օգտատեր ավելացնելու համար սեղմեք էջի վերևում կամ Օգտատերերի մենյուի մեջ տեղակայված &laquo;Ավելացնել նորը&raquo; կոճակը:

source: <a href="http://codex.wordpress.org/Users_Screen" target="_blank">Documentation on Managing Users</a>
hy_am: <a href="http://codex.wordpress.org/Users_Screen" target="_blank">Օգտատերերին կառավարելու վերաբերյալ փաստաթղթեր</a>

source: <a href="http://codex.wordpress.org/Roles_and_Capabilities" target="_blank">Descriptions of Roles and Capabilities</a>
hy_am: <a href="http://codex.wordpress.org/Roles_and_Capabilities" target="_blank">Կարգավիճակների և հնարավորությունների վերաբերյալ լրացուցիչ նյութեր</a>

source: You can&#8217;t edit that user.
hy_am: Դուք չեք կարող խմբագրել այդ օգտատիրոջ տվյալները:

source: You can&#8217;t give users that role.
hy_am: Դուք չեք կարող օգտատերերին շնորհել տվյալ կարգավիճակը:

source: User deletion is not allowed from this screen.
hy_am: Դուք այս էջից չեք կարող հեռացնել օգտատիրոջը:

source: You can&#8217;t delete users.
hy_am: Դուք չեք կարող հեռացնել օգտատերերին:

source: You can&#8217;t delete that user.
hy_am: Դուք չեք կարող հեռացնել այդ օգտատիրոջը:

source: Delete Users
hy_am: Հեռացնել օգտատերերին

source: You have specified this user for deletion:
hy_am: Դուք առանձնացրել եք հեռացման ենթակա հետևյալ օգտատերին:

source: ID #%1s: %2s <strong>The current user will not be deleted.</strong>
hy_am: ID #%1s. %2s <strong>Ընթացիկ օգտատերը չի հեռացվի</strong>

source: What should be done with posts and links owned by this user?
hy_am: Ինչպե՞ս վարվել այս օգտատերի գրառումների և հղումների հետ:

source: Delete all posts and links.
hy_am: Հեռացնել բոլոր գրառումները և հղումները:

source: Attribute all posts and links to:
hy_am: Բոլոր գրառումները և հղումները կցել.

source: Confirm Deletion
hy_am: Հաստատել հեռացնելը

source: There are no valid users selected for deletion.
hy_am: Հեռացման համար չեն ընտրվել ճիշտ օգտատերեր:

source: You can&#8217;t remove users.
hy_am: Դուք չեք կարող հեռացնել օգտատերերին:

source: Remove Users from Site
hy_am: Հեռացնել օգտատերերին այս կայքից

source: You have specified these users for removal:
hy_am: Հեռացնելու համար դուք ընտրել եք այս օգտատերերին:

source: ID #%1s: %2s <strong>The current user will not be removed.</strong>
hy_am: ID #%1s: %2s <strong>Տվյալ օգտատերը չի կարող հեռացվել:</strong>

source: ID #%1s: %2s <strong>You don't have permission to remove this user.</strong>
hy_am: ID #%1s: %2s <strong>Դուք լիազորված չեք հեռացնելու այս օգտատերին:</strong>

source: Confirm Removal
hy_am: Հաստատեք հեռացնելը

source: There are no valid users selected for removal.
hy_am: Հեռացման ենթակա օգտատերերին դեռ պետք է ընտրել:

source: %s user deleted
hy_am: %s օգտատեր հեռացված է

source: New user created.
hy_am: Նոր օգտատերը ստեղծված է:

source: Changed roles.
hy_am: Փոփոխել կարգավիճակները

source: The current user&#8217;s role must have user editing capabilities.
hy_am: Տվյալ օգտատիրոջ կարգավիճակը պետք է ներառի օգտատերերին խմբագրելու հնարավորությունները:

source: Other user roles have been changed.
hy_am: Այլ օգտատերերի կարգավիճակները փոփոխված են:

source: You can&#8217;t delete the current user.
hy_am: Դուք չեք կարող հեռացնել տվյալ օգտատիրոջը:

source: Other users have been deleted.
hy_am: Մյուս օգտատերերը հեռացված են:

source: User removed from this site.
hy_am: Տվյալ օգտատերը հեռացված է այս կայքից:

source: You can't remove the current user.
hy_am: Դուք չեք կարող հեռացնել տվյալ օգտատերին:

source: Other users have been removed.
hy_am: Մյուս օգտատերերը հեռացված են:

# user
source: Add New
hy_am: Ավելացնել նորը

# user
source: Add Existing
hy_am: Ավելացնել գոյություն ունեցողը

source: Search Users
hy_am: Որոնել օգտատեր

source: WordPress &rsaquo; Update
hy_am: Վորդպրես &rsaquo; թարմացում

source: No Update Required
hy_am: Թարմացում չի պահանջվում:

source: Your WordPress database is already up-to-date!
hy_am: Ձեր վորդպրեսի տվյալների բազան արդեն իսկ թարմացված է:

source: Continue
hy_am: Շարունակել

source: You cannot update because <a href="http://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> requires PHP version %2$s or higher and MySQL version %3$s or higher. You are running PHP version %4$s and MySQL version %5$s.
hy_am: Դուք չեք կարող թարմացնել, քանի որ <a href="http://codex.wordpress.org/Version_%1$s">Վորդպրես %1$s</a>-ը պահանջում է PHP %2$s և MySQL %3$s կամ դրանց ավելի բարձր տարբերակներ, այնինչ դուք օգտագորրծում եք PHP %4$s և MySQL %5$s:

source: You cannot update because <a href="http://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> requires PHP version %2$s or higher. You are running version %3$s.
hy_am: Դուք չեք կարող թարմացնել, քանի որ <a href="http://codex.wordpress.org/Version_%1$s">Վորդպրես %1$s</a>-ը պպահանջում է PHP %2$s կամ ավելի բարձր տարբերակ, այնինչ դուք օգտագորրծում եք %3$s-ը:

source: You cannot update because <a href="http://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> requires MySQL version %2$s or higher. You are running version %3$s.
hy_am: Դուք չեք կարող թարմացնել, քանի որ <a href="http://codex.wordpress.org/Version_%1$s">Վորդպրես %1$s</a>-ը պպահանջում է MySQL-ի %2$s կամ ավելի բարձր տարբերակ, այնինչ դուք օգտագորրծում եք %3$s-ը:

source: Database Update Required
hy_am: Պահանջվում է տվյալների բազայի թարմացում

source: WordPress has been updated! Before we send you on your way, we have to update your database to the newest version.
hy_am: Վորդպրեսը թարմացված է: Մինչև շարունակելը, մենք պետք է թարմացնենք նաև Ձեր կայքի տվյալների բազան:

source: The update process may take a little while, so please be patient.
hy_am: Թարմացումը կարող է տևել որոշ ժամանակ, այնպես որ խնդրում ենք մի փոքր համբերել:

source: Update WordPress Database
hy_am: Վորդպրեսի տվյալների բազայի թամացում

source: Update Complete
hy_am: Թարմացումն ավարտված է

source: Your WordPress database has been successfully updated!
hy_am: Ձեր վորդպրեսի տվյալների բազան հաջողությամբ թարմացված է:

source: %s queries
hy_am: %s հարցում

source: %s seconds
hy_am: %s վայրկյան

source: Writing Settings
hy_am: Գրառման դրույթներ

source: You can submit content in several different ways; this screen holds the settings for all of them. The top section controls the editor within these administration screens, while the rest control external publishing methods. For more information on any of these methods, use the documentation links below.
hy_am: Դուք կարող եք գրառում կատարել տարբեր ճանապարհներով: Այս էջում կգտնեք այդ տարբերակների դրույթները: Վերին բաժինը կարգավորում է ներքին խմբագրիչը, մինչդեռ մնացածը վերաբերվում են արտաքին հրապարակման մեթոդներին: Այս մեթոդներից յուրաքանչյուրի վերաբերյալ լրացուցիչ տեղեկություններ ստանալու համար, օգտվեք ստորև նշված հղումներից:

source: <a href="http://codex.wordpress.org/Settings_Writing_Screen" target="_blank">Documentation on Writing Settings</a>
hy_am: <a href="http://codex.wordpress.org/Settings_Writing_Screen" target="_blank">Գրառման դրույթների վերաբերյալ փաստաթղթեր</a>

source: Size of the post box
hy_am: Գրառման դաշտի չափսը

source: lines
hy_am: տողեր

source: Formatting
hy_am: Ֆորմատ

source: Convert emoticons like <code>:-)</code> and <code>:-P</code> to graphics on display
hy_am: <code>:-)</code> և<code>:-P</code> տիպի &laquo;հույզիկները&raquo; փոխակերպել գրաֆիկական արտահայտությունների

source: WordPress should correct invalidly nested XHTML automatically
hy_am: Վորդպրեսը պետք է ավտոմատ կերպով ուղղի սխալ XHTML արտահայտությունները

source: Default Post Category
hy_am: Գրառման լռելյայն բաժինը

source: Default Post Format
hy_am: Գրառման լռելյայն ֆորմատը

source: Standard
hy_am: Ստանդարտ

source: Default Link Category
hy_am: Հղման լռելյայն բաժինը

source: Post via e-mail
hy_am: Գրառում էլ. փոստի միջոցով

source: To post to WordPress by e-mail you must set up a secret e-mail account with POP3 access. Any mail received at this address will be posted, so it&#8217;s a good idea to keep this address very secret. Here are three random strings you could use: <kbd>%s</kbd>, <kbd>%s</kbd>, <kbd>%s</kbd>.
hy_am: Վորդպրեսում էլ. փոստի միջոցով գրառում ավելացնելու համար դուք նախ պետք է ստեղծեք POP3 ապահովող գաղտնի e-mail հաշիվ: Այս փոստից ստացված յուրաքանչյուր նամակ որպես գրառում կավելացվի Ձեր կայքում: Ահա երեք պատահական string, որից դուք կարող եք օգտվել՝ <kbd>%s</kbd>, <kbd>%s</kbd>, <kbd>%s</kbd>:
