Repository: Idealien/Multisite-Language-Switcher
Catalog: languages/msls-*.po
Languages: hy_am, lt_lt, ru_ru, sv_se, tr

source: Mail Server
hy_am: Mail սերվերը

source: Port
hy_am: Պորտ

source: Login Name
hy_am: Ծածկանուն

source: Default Mail Category
hy_am: Գրառման լռելյայն բաժինը

source: Remote Publishing
hy_am: &laquo;Հեռահար&raquo; հրապարակում

source: To post to WordPress from a desktop blogging client or remote website that uses the Atom Publishing Protocol or one of the XML-RPC publishing interfaces you must enable them below.
hy_am: Վորդպրեսում դեսկթոփային բլոգինգ ծրագրերի միջոցով կամ Atom Publishing Protocol-ով կամ էլ XML-RPC publishing interface-ներից մեկնումեկով գրառում կատարելու համար դուք կարող եք ակտիվացնել այս ծառայությունները ներքևում:

source: Enable the Atom Publishing Protocol.
hy_am: Ակտիվացնել Atom Publishing Protocol-ը:

source: Enable the WordPress, Movable Type, MetaWeblog and Blogger XML-RPC publishing protocols.
hy_am: Ակտիվացնել WordPress, Movable Type, MetaWeblog և Blogger XML-RPC publishing protocol-ները:

source: Update Services
hy_am: Թարմացնել ծառայությունները

source: When you publish a new post, WordPress automatically notifies the following site update services. For more about this, see <a href="http://codex.wordpress.org/Update_Services">Update Services</a> on the Codex. Separate multiple service <abbr title="Universal Resource Locator">URL</abbr>s with line breaks.
hy_am: Երբ դուք հրապարակում եք նոր գրառում, Վորդպրեսն ավտոմատ կերպով տեղեկացում է ուղարկում հետևյալ թարմացման ծառայություններին: Այս մասին ավելին իմանալու համար, դիտեք Կոդեքսի <a href="http://codex.wordpress.org/Update_Services">Թարմացնող ծառայությունները</a>: Մուտքագրեք յուրաքանչյուր <abbr title="Universal Resource Locator">URL</abbr>-ը նոր տողում:

source: WordPress is not notifying any <a href="http://codex.wordpress.org/Update_Services">Update Services</a> because of your site&#8217;s <a href="%s">privacy settings</a>.
hy_am: Վորդպրեսը չի կարողանում գտնել որևէ <a href="http://codex.wordpress.org/Update_Services">Թարմացնող ծառայություն</a>՝ Ձեր կայքի <a href="%s">անձեռնամխելիության դրույթների</a> պատճառով:

source: You do not have sufficient permissions to update this site.
hy_am: Դուք չունեք բավարար լիազորություններ՝ թարմացնելու այս կայքը:

source: Update Automatically
hy_am: Թարմացնել ավտոմատ եղանակով

source: You are using a development version of WordPress. You can update to the latest nightly build automatically or download the nightly build and install it manually:
hy_am: Դուք օգտագործում եք Վորդպրեսի development տարբերակը: Դուք կարող եք այն թարմացնել այն մինչև վերջին տարբերակն ավտոմատ կերպով կամ էլ ներբեռնելով և ինքնուրույն տեղադնելով nightly build տարբերակը:

source: Download nightly build
hy_am: Ներբեռնել nightly build տարբերակը

source: You have the latest version of WordPress. You do not need to update. However, if you want to re-install version %s, you can do so automatically or download the package and re-install manually:
hy_am: Դուք աշխատացնում եք Վորդպրեսի վերջին տարբերակը, ուստի կարիք չունեք թարմացնելու այն: Այնուամենայնիվ, եթե դուք ցանկանում եք վերատեղադնել %s տարբերակը, ապա դուք կարող եք կատարել սա ավտոմատ կերպով կամ էլ ներբեռնելով և տեղադնելով ինքներդ:

source: Re-install Automatically
hy_am: Վերատեղադնել ավտոմատ եղանակով

source: You can update to <a href="http://codex.wordpress.org/Version_%1$s">WordPress %2$s</a> automatically or download the package and install it manually:
hy_am: Դուք կարող եք Ձեր բլոգը թարմացնել մինչև <a href="http://codex.wordpress.org/Version_%1$s">WordPress %2$s</a> ավտոմատ կերպով կամ էլ ներբեռնելով ինստալյացիոն փաթեթը և տեղադնելով նոր տարբերակն ինքնուրույն:

source: Download %s
hy_am: Ներբեռնել %s

source: Hide this update
hy_am: Թաքցնել այս թարմացումը

source: Bring back this update
hy_am: Ետ բերե՞լ այս թարմացումը

source: This localized version contains both the translation and various other localization fixes. You can skip upgrading if you want to keep your current translation.
hy_am: Այս տեղային տարբերակը պարունակում է ինչպես թարգմանությունը, այնպես էլ տարբեր այլ լոկալիզացիոն ֆիքսեր: Դուք կարող եք անտեսել թարմացումը, եթե ցանկանում եք պահել ընթացիկ թարգմանությունը:

source: You are about to install WordPress %s <strong>in English (US).</strong> There is a chance this update will break your translation. You may prefer to wait for the localized version to be released.
hy_am: Դուք պատրաստվում եք տեղադնել Վորդպրես %s <strong>անգլերեն (US).</strong> Չի բացառվում, որ այս թարմացումը կարող է վնասել Ձեր թարգմանությունը: Ուստի, դուք կարող եք համբերել մինչև Ձեր տեղային նոր տարբերակի մատչելի լինելը:

source: Show hidden updates
hy_am: Ցուցադրել թաքնված թարմացումները

source: Hide hidden updates
hy_am: Թաքցնել թաքնված թարմացումները

source: WordPress Updates
hy_am: Վորդպրես թամացումներ

source: Please select one or more themes to update.
hy_am: Խնդրում ենք ընտրել թարմացման ենթակա մեկ կամ ավելի թեմաներ:

source: Please select one or more plugins to update.
hy_am: Խնդրում ենք ընտրել թարմացման ենթակա մեկ կամ ավելի պլագիններ:

source: Last checked on %1$s at %2$s.
hy_am: Վերջին անգամ ստուգվել է %1$s, ժամը %2$s.

source: Check Again
hy_am: Ստուգել կրկին

source: You have the latest version of WordPress.
hy_am: Այս պահին դուք օգտագործում եք Վորդպրեսի ամենավերջին տարբերակը:

source: <strong>Important:</strong> before updating, please <a href="http://codex.wordpress.org/WordPress_Backups">back up your database and files</a>. For help with updates, visit the <a href="http://codex.wordpress.org/Updating_WordPress">Updating WordPress</a> Codex page.
hy_am: <strong>Կարևոր տեղեկատվություն.</strong> մինչև թարմացնելը, խնդրում ենք պահպանել (backup) <a href="http://codex.wordpress.org/WordPress_Backups">Ձեր ֆայլերը և տվյալների բազան</a>: Թարմացման վերաբերյալ օգտակար տեղեկություններ կարող եք ստանալ, այցելելով Codex-ի <a href="http://codex.wordpress.org/Updating_WordPress">Updating WordPress էջը</a>:

source: An updated version of WordPress is available.
hy_am: Մատչելի է Վորդպրեսի նոր տարբերակ:

source: While your site is being updated, it will be in maintenance mode. As soon as your updates are complete, your site will return to normal.
hy_am: Մինչև կայքը կթարմացվի, Ձեր այցելուները կտեսնեն կայքի Պահպանողական տարբերակը: Թարմացումն ավարտվելուց հետո, Ձեր կայքը կստանա նախկին՝ նորմալ տեսքը:

source: Your plugins are all up to date.
hy_am: Բոլոր պլագիները ներկայացված են վերջին տարբերակներով:

source: The following plugins have new versions available. Check the ones you want to update and then click &#8220;Update Plugins&#8221;.
hy_am: Մատչելի են հետևյալ պլագինների նոր տարբերակները: Խնդրում ենք նշել այն պլագինները, որը ցանկանում եք թարմացնել և սեղմել &#8220;Թարմացնել պլագինները&#8221; կոճակը:

source: Update Plugins
hy_am: Թարմացնել պլագինները

source: Compatibility with WordPress %1$s: 100%% (according to its author)
hy_am: Վորդպրես %1$s-ի հետ համատեղելիությունը՝ 100%% (ըստ պլագինի հեղինակի)

source: Compatibility with WordPress %1$s: %2$d%% (%3$d "works" votes out of %4$d total)
hy_am: Վորդպրեսի %1$s հետ համատեղելիություն. %2$d%% (ընդհանուր %4$d-ից %3$d-ը ասել են՝ "աշխատում է")

source: Compatibility with WordPress %1$s: Unknown
hy_am: Վորդպրես %1$s-ի հետ համատեղելիությունն անհայտ է:

source: You have version %1$s installed. Update to %2$s.
hy_am: Ձեր պլագինի տարբերակն է՝ %1$s. թարմացրեք մինչև %2$s տարբերակը:

source: Your themes are all up to date.
hy_am: Բոլոր թեմաները ներկայցված են վերջին տարբերակներով:

source: The following themes have new versions available. Check the ones you want to update and then click &#8220;Update Themes&#8221;.
hy_am: Հետևյալ թեմաներն ունեն նոր տարբերակներ: Ընտրեք և նշեք, թե որ թեմաներն եք ցանկանում թարմացնել և սեղմեք &laquo;Թարմացնել թեմաները&raquo; կոճակը:

source: <strong>Please Note:</strong> Any customizations you have made to theme files will be lost. Please consider using <a href="%s">child themes</a> for modifications.
hy_am: <strong>Խնդրում ենք ուշադրություն դարձնել</strong>. տվյալ թեմայի ֆայլերում կատարված բոլոր փոփոխությունները կարող են ջնջվել: Խնդրում ենք հոգ տանել <a href="%s">ենթաթեմաներ</a> ստեղծելու մասին:

source: Update Themes
hy_am: Թարմացնել թեմաները

source: Update WordPress
hy_am: Թարմացնել Վորդպրեսը

source: Installation Failed
hy_am: Տեղադրումը խափանվել է

source: WordPress updated successfully
hy_am: Վորդպրեսը հաջողությամբ թարմացված է

source: Go to Dashboard
hy_am: Տեղափոխվել դեպի կառավարման վահանակ

source: This screen lets you update to the latest version of WordPress as well as update your themes and plugins from the WordPress.org repository. When updates are available, the number of available updates will appear in a bubble on the left hand menu as a notification. It is very important to keep your WordPress installation up to date for security reasons, so when you see a number appear, make sure you take the time to update, which is an easy process.
hy_am: Այս էջից դուք կարող եք թարմացնել Ձեր Վորդպրեսը, ինչպես նաև Ձեր բլոգի թեման և պլագինները: Երբ առկա են թարմացումներ, ապա դրանց ընդհանուր թիվը կներկայացվի ձախ կողմի մենյուի մեջ՝ որպես տեղեկացում: Ելնելով անվտանգությունից, շատ կարևոր է, որ դուք Ձեր Վորդպրեսը պահեք միշտ թարմ: Ուստի, երբ դուք հավաստիանում եք, որ առկա է նոր տարբերակ կամ նոր թարմացում, ժամանակ հատկացրեք և թարմացրեք Ձեր ծրագիրը, որն ինքնին հեշտ գործընթաց է:

source: Updating your WordPress installation is a simple one-click procedure; just click on the Update button when it says a new version is available.
hy_am: Ձեր Վորդպրեսի թարմացումը պարզունակ մեկ-քայլանի գործողություն է. պարզապես սեղմեք &laquo;Թարմացնել&raquo; կոճակը, երբ կստանաք նոր տարբերակի մասին տեղեկացում:

source: To update themes or plugins from this screen, use the checkboxes to make your selection and click on the appropriate Update button. Check the box at the top of the Themes or Plugins section to select all and update them all at once.
hy_am: Այս էջից Ձեր բլոգի թեմաները և պլագինները թարմացնելու համար, ուղղակի նշեք թարմացման ենթակա ծրագրերը և սեղմեք &laquo;Թարմացնել&raquo; կոճակը: Թեմաների և պլագինների բաժինների վերևի վանդակը նշելով, դուք ավտոմատ կերպով նշում եք բոլոր ստորև ընկած թեմաները կամ պլագինները, ուստի և թարմացումը կվերաբերի բոլորին:

source: <a href="http://codex.wordpress.org/Dashboard_Updates_Screen" target="_blank">Documentation on Updating WordPress</a>
hy_am: <a href="http://codex.wordpress.org/Dashboard_Updates_Screen" target="_blank">Վորդպրեսը թարմացնելու վերաբերյալ փաստաթղթեր</a>

source: Reading Settings
hy_am: Ընթերցելու դրույթներ

source: This screen contains the settings that affect the display of your content.
hy_am: Այս էջում ներկայացված են Ձեր կայքի բովանդակությունը ցուցադրելու վրա ազդող դրույթները:

source: You can choose what&#8217;s displayed on the front page of your site. It can be posts in reverse chronological order (classic blog), or a fixed/static page. To set a static home page, you first need to create two <a href="%s">Pages</a>. One will become the front page, and the other will be where your posts are displayed.
hy_am: Դուք կարող եք ընտրել, թե ինչ է ցուցադրվելու Ձեր կայքի առաջին էջում: Դա կարող է լինել գրառումները՝ հակառակ ժամանակագրական հերթականությամբ (դասական բլոգ) կամ էլ ֆիքսված/ստատիկ էջեր: Որպեսզի գլխավոր էջը դարձնեք ստատիկ, դուք նախ պետք է ստեղծեք երկու <a href="%s">էջեր</a>: Դրանցից մեկը կդառնա Ձեր գլխավոր էջը, իսկ մյուսը կծառայի Ձեր գրառումները ներկայացնելուն:

source: You can also control the display of your content in RSS feeds, including the maximum numbers of posts to display, whether to show full text or a summary, and the character set encoding.
hy_am: Դուք կարող եք նաև կարգավորել Ձեր գրառումների ներկայացնումը RSS հոսքերում՝ ներառյալ ցուցադրվող գրառումների առավելագույն թիվը, ցուցադրվող բովանդակությունը (համառոտագիր կամ ամբողջական հոդված) և գրառման կոդավորումը:

source: <a href="http://codex.wordpress.org/Settings_Reading_Screen" target="_blank">Documentation on Reading Settings</a>
hy_am: <a href="http://codex.wordpress.org/Settings_Reading_Screen" target="_blank">Ընթերցելու դրույթների վերաբերյալ փաստաթղթեր</a>

source: Front page displays
hy_am: Կայքէջի ցուցադրումը

source: Your latest posts
hy_am: Ձեր վերջին գրառումները

source: A <a href="%s">static page</a> (select below)
hy_am: <a href="%s">Ստատիկ էջ</a> (ընտրել ներքևում)

source: Front page: %s
hy_am: Գլխավոր էջ. %s

source: &mdash; Select &mdash;
hy_am: &mdash; Ընտրել &mdash;

source: Posts page: %s
hy_am: Գրառումների էջ. %s

source: <strong>Warning:</strong> these pages should not be the same!
hy_am: <strong>Զգուշացում.</strong> այս էջերը չպետք է լինեն նույնը:

source: Blog pages show at most
hy_am: Բլոգ էջում ցուցադրել առավելագույնը

source: posts
hy_am: գրառում

source: Syndication feeds show the most recent
hy_am: Սինդիկացված հոսքերի էջում ցուցադրել

source: items
hy_am: գրառում

source: For each article in a feed, show
hy_am: Հոսքի յուրաքանչյուր հոդվածի համար, ցուցադրել

source: Full text
hy_am: Ամբողջական տեքստը

source: Summary
hy_am: Համառոտագիրը

source: Encoding for pages and feeds
hy_am: Ձեր էջերի և հոսքերի կոդավորումը

source: The <a href="http://codex.wordpress.org/Glossary#Character_set">character encoding</a> of your site (UTF-8 is recommended, if you are adventurous there are some <a href="http://en.wikipedia.org/wiki/Character_set">other encodings</a>)
hy_am: Ձեր կայքի <a href="http://codex.wordpress.org/Glossary#Character_set">տառանշանների կոդավորումը</a> (խորհուրդ է տրվում UTF-8, թեև դուք կարող եք օգտագործել նաև <a href="http://en.wikipedia.org/wiki/Character_set">այլ կոդավորումներ</a>)

source: Freedoms
hy_am: Ազատություններ

source: WordPress is Free and open source software, built by a distributed community of mostly volunteer developers from around the world. WordPress comes with some awesome, worldview-changing rights courtesy of its <a href="%s">license</a>, the GPL.
hy_am: Վորդպրեսն անվճար և բաց ծրագիր է, որը ստեղծվել է հիմնականում աշխարհով մեկ սփռված կամավոր ծրագրավորողների կողմից ստեղծված համայնքի կողմից: Վորդպրեսի <a href="%s">լիցենզիան</a> իր բնույթով GPL տեսակի է:

source: You have the freedom to run the program, for any purpose.
hy_am: Դուք ազատ եք օգտվելու այս ծրագրից Ձեր ցանկացած նպատակների համար:

source: You have access to the source code, the freedom to study how the program works, and the freedom to change it to make it do what you wish.
hy_am: Դուք ազատ եք զննելու և փոփոխելու ծրագրային ֆայլերը, ինչպես նաև ուսումնասիրելու ծրագրի աշխատանքը:

source: You have the freedom to redistribute copies of the original program so you can help your neighbor.
hy_am: Դուք ազատ եք ուրիշներին վերաբաշխելու օրիգինալ ծրագրի պատճեները և օգնելու Ձեր գործընկերներին:

source: You have the freedom to distribute copies of your modified versions to others. By doing this you can give the whole community a chance to benefit from your changes.
hy_am: Դուք ազատ եք ուրիշներին բաշխելու Ձեր կողմից փոփոխության ենթարկված տարբերակները: Այս ճանապարհով դուք նաև կօգնեք ամբողջ համայնքին՝ օգտվելու Ձեր կատարած փոփոխությունների օգուտներից:

source: WordPress grows when people like you tell their friends about it, and the thousands of businesses and services that are built on and around WordPress share that fact with their users. We&#8217;re flattered every time someone spreads the good word, just make sure to <a href="%s">check out our trademark guidelines</a> first.
hy_am: Վորդպրեսն աճում է, երբ մարդիկ սիրում են այն և պատմում իրենց ընկերներին այդ մասին, երբ Վորդպրեսի հիման վրա աշխատող հազարավոր բիզնեսներ և ծառայություններ կիսվում են այս մասին իրենց օգտատերերի հետ: Մենք ուրախ կլնենք յուրաքանչյուր լավ խոսքի համար, պարզապես հետևեք, որպեսզի Ձեր կողմից Վորդպրեսի վերաբերյալ խոսքը համապատասխանի <a href="%s">տրեյդմարկի ուղեցույցներին</a>:

source: Every plugin and theme in WordPress.org&#8217;s directory is 100%% GPL or a similarly free and compatible license, so you can feel safe finding <a href="%1$s">plugins</a> and <a href="%2$s">themes</a> there. If you get a plugin or theme from another source, make sure to <a href="%3$s">ask them if it&#8217;s GPL</a> first. If they don&#8217;t respect the WordPress license, we don&#8217;t recommend them.
hy_am: WordPress.org-ի կողմից ներկայացված յուրաքանչյուր պլագին և թեմա շնորհված է 100%% GPL-ով, ուստի և անվճար է: Ուստի, դուք կարող եք անվտանգ կերպով այնտեղից գտնել <a href="%1$s">պլագիններ</a> և <a href="%2$s">թեմաներ</a>:

source: Don&#8217;t you wish all software came with these freedoms? So do we! For more information, check out the <a href="http://www.fsf.org/">Free Software Foundation</a>.
hy_am: Չէի՞ք ցանկանա, որպեսզի բոլոր ծրագրերն օժտված լինեին այս ազատություններվ: Ավելին իմանալու համար, խնդրում ենք այցելել <a href="http://www.fsf.org/">Ազատ ծրագրերի հիմնադրամ</a>:

source: Link not found.
hy_am: Հղումը չի գտնվել:

source: You are using an insecure browser!
hy_am: Դուք օգտագործում եք ոչ ապահով բրաուզեր:

source: Your browser is out of date!
hy_am: Ձեր բրաուզերը հնացած է:

source: Right Now
hy_am: Այս պահին

source: Incoming Links
hy_am: Բերող հղումներ

source: QuickPress
hy_am: Քուիքպրես

source: Recent Drafts
hy_am: Վերջին սևագրերը

source: WordPress Blog
hy_am: Վորդպրեսի բլոգ

source: Other WordPress News
hy_am: Վորդպրեսի այլ նորություններ

source: View all
hy_am: Դիտել բոլորը

source: Configure
hy_am: Ձևափոխել
lt_lt: Nustatyti
sv_se: Konfigurera
tr: Yapılandır

source: Post
hy_am: Գրառում

source: Page
hy_am: Էջ

source: Category
hy_am: Բաժին

source: Tag
hy_am: Պիտակ

source: Comment
hy_am: Մեկնաբանություն

# Right Now
source: Approved
hy_am: Հաստատված

source: Pending
hy_am: Հաստատման փուլում

# comment
source: Spam
hy_am: Սփամ

source: Theme <span class="b">%1$s</span> with <span class="b"><a href="widgets.php">%2$s Widget</a></span>
hy_am: Դուք օգտագործում եք <span class="b">%1$s</span> թեման՝ <span class="b"><a href="widgets.php">%2$s վիջեթով</a></span>

source: Theme <span class="b">%1$s</span> with <span class="b">%2$s Widget</span>
hy_am: <span class="b">%1$s</span> թեման <span class="b">%2$s վիջեթով</span>

source: Theme <span class="b"><a href="themes.php">%1$s</a></span>
hy_am: <span class="b"><a href="themes.php">%1$s</a></span> թեմա

source: Theme <span class="b">%1$s</span>
hy_am: <span class="b">%1$s</span> թեմա

source: Your site is asking search engines not to index its content
hy_am: Ձեր կայքը պահանջում է որոնող համակարգերին, որպեսզի դրանք չինդեքսավորեն կայքի բովանդակությունը:

source: Search Engines Blocked
hy_am: Որոնող համակարգերն արգելափակված են

source: Create a New Site
hy_am: Ստեղծել նոր կայք

source: Create a New User
hy_am: Ստեղծել նոր անդաամ

source: %s user
hy_am: %s օգտատեր

source: %s site
hy_am: %s կայք

source: You have %1$s and %2$s.
hy_am: Դուք ունեք %1$s և %2$s.

source: Search Sites
hy_am: Որոնել կայքեր

source: Post published. <a href="%s">View post</a> | <a href="%s">Edit post</a>
hy_am: Գրառումը հրապարակված է: <a href="%s">Դիտել գրառումը</a> | <a href="%s">Խմբագրել գրառումը</a>

source: Post submitted. <a href="%s">Preview post</a> | <a href="%s">Edit post</a>
hy_am: Գրառումն ուղարկված է: <a href="%s">Դիտել գրառումը</a> | <a href="%s">Խմբագրել գրառումը</a>

source: Draft saved. <a href="%s">Preview post</a> | <a href="%s">Edit post</a>
hy_am: Սևագիրը պահպանված է: <a href="%s">Դիտել գրառումը</a> | <a href="%s">Խմբագրել գրառումը</a>

source: You can also try %s, easy blogging from anywhere on the Web.
hy_am: Դուք կարող եք փորձել նաև %s, որը վեբի ցանկացած մասին հեշտ բլոգրառում է:

source: Reset
hy_am: Զրոյացնել

source: Submit for Review
hy_am: Ուղարկել հաստատման

source: Edit &#8220;%s&#8221;
hy_am: Խմբագրել &#8220;%s&#8221;-ը

source: Y/m/d g:i:s A
hy_am: dm/Y/ g:i:s A

source: There are no drafts at the moment
hy_am: Այս պահին սևագրեր չկան:

source: Approve this comment
hy_am: Հաստատել այս մեկնաբանությունը

source: Approve
hy_am: Հաստատել

source: Unapprove this comment
hy_am: Չհաստատել այս գրառումը

source: Unapprove
hy_am: Չհաստատել

source: Reply to this comment
hy_am: Պատասխանել այս մեկնաբանությանը

source: Mark this comment as spam
hy_am: Նշել այս մեկնաբանությունը որպես սփամ

# verb
source: Spam
hy_am: Սփամ

source: Delete Permanently
hy_am: Հեռացնել անդառնալիորեն

source: Move this comment to the trash
hy_am: Տեղափոխել այս մեկնաբանությունը աղբարկղ

# verb
source: Trash
hy_am: Աղբարկղ

source: From %1$s on %2$s%3$s
hy_am: %1$s-ից, %2$s%3$s-ին

source: [Pending]
hy_am: [Հաստատման փուլում]

# dashboard
source: %1$s on %2$s
hy_am: %1$s - %2$s

source: This dashboard widget queries <a href="http://blogsearch.google.com/">Google Blog Search</a> so that when another blog links to your site it will show up here. It has found no incoming links&hellip; yet. It&#8217;s okay &#8212; there is no rush.
hy_am: Կառավարման վահանակի այս վիջեթը հարցումներ է ուղարկում <a href="http://blogsearch.google.com/">Google Blog Search</a>, որի շնորհիվ այլ բլոգի հղումները կարող են ցուցադրվել այստեղ: Ներկա պահին որևէ բերող հղում չի գտնվել&hellip; Սա նորմալ է, և շտապել պետք չէ:

source: Somebody
hy_am: Ինչ-որ մեկը

source: %1$s linked here <a href="%2$s">saying</a>, "%3$s"
hy_am: %1$s-ը ունի հղում այստեղ, և <a href="%2$s">ասում է</a>, "%3$s"

source: %1$s linked here saying, "%3$s"
hy_am: %1$s -ը ունի հղում այստեղ, և ասում է, "%3$s"

source: on %4$s
hy_am: - %4$s

source: Most Popular
hy_am: Ամենահանրաճանաչ

source: Newest Plugins
hy_am: Ամենանոր պլագիններ

source: Recently Updated
hy_am: Վերջերս թարմացված

source: Install
hy_am: Տեղադնել

source: Loading&#8230;
hy_am: Բեռնում&#8230;

source: This widget requires JavaScript.
hy_am: Այս վիջեթը պահանջում է ջավասկրիպտ

source: Storage Space
hy_am: Պահպանման տարածքը

source: <a href="%1$s" title="Manage Uploads" class="musublink">%2$sMB</a>
hy_am: <a href="%1$s" title="Manage Uploads" class="musublink">%2$sմԲ</a>

source: Space Allowed
hy_am: Թույլատրելի տարածքը

source: <a href="%1$s" title="Manage Uploads" class="musublink">%2$sMB (%3$s%%)</a>
hy_am: <a href="%1$s" title="Manage Uploads" class="musublink">%2$sմԲ (%3$s%%)</a>

source: Space Used
hy_am: Օգտագործված տարածք

source: It looks like you're using an insecure version of <a href="%1$s">%2$s</a>. Using an outdated browser makes your computer unsafe. For the best WordPress experience, please update your browser.
hy_am: Ըստ երևույթին դուք օգտագործում եք <a href="%1$s">%2$s</a> ոչ անվտանգ տարբերակը: Հնացած բրաուզեր օգտագործելով դուք վտանգի եք ենթարկում Ձեր համակարգիչը: Վորդպրեսի բոլոր հնարավորություններից լավագույնս օգտվելու համար խնդրում ենք թարմացնել Ձեր բրաուզերը:

source: It looks like you're using an old version of <a href="%1$s">%2$s</a>. Using an outdated browser makes your computer unsafe. For the best WordPress experience, please update your browser.
hy_am: Ըստ երևույթին դուք օգտագործում եք <a href="%1$s">%2$s</a> ոչ անվտանգ տարբերակը: Հնացած բրաուզեր օգտագործելով դուք վտանգի եք ենթարկում Ձեր համակարգիչը: Վորդպրեսի բոլոր հնարավորություններից լավագույնս օգտվելու համար խնդրում ենք թարմացնել Ձեր բրաուզերը:

source: <p><a href="%1$s" class="update-browser-link">Update %2$s</a> or learn how to <a href="%3$s" class="browse-happy-link">browse happy</a></p>
hy_am: <p><a href="%1$s" class="update-browser-link">Թարմացրեք %2$s</a> կամ իմացեք ավելին <a href="%3$s" class="browse-happy-link">գոհացնող բրաուզերի մասին</a></p>

source: Changing to %s
hy_am: Փոփոխել մինչև %s-ի

source: Found %s
hy_am: Գտնվել է %s

# posts
source: Mine <span class="count">(%s)</span>
hy_am: Իմը<span class="count">(%s)</span>

# posts
source: All <span class="count">(%s)</span>
hy_am: Բոլորը<span class="count">(%s)</span>

# posts
source: Sticky <span class="count">(%s)</span>
hy_am: &laquo;Փակցված&raquo; <span class="count">(%s)</span>

source: Move to Trash
hy_am: Տեղափոխել դեպի աղբարկղ

source: View all categories
hy_am: Դիտել բոլոր բաժինները

source: Filter
hy_am: Ֆիլտրել

source: Empty Trash
hy_am: Դատարկել աղբարկղը

# column name
source: Title
hy_am: Վերնագիր

source: Edit this item
hy_am: Խմբագրել այս կոմպոնենտը

source: Edit this item inline
hy_am: Խմբագրել այս տարրը նույն էջում

source: Quick&nbsp;Edit
hy_am: Արագ&nbsp;Խմբագրում
