Repository: Idealien/Multisite-Language-Switcher
Catalog: languages/msls-*.po
Languages: hy_am, lt_lt, ru_ru, sv_se, tr

source: Any HTML entered directly into the rich editor will show up as text when the post is viewed. What you see is what you get. When you want to include HTML elements that cannot be generated with the toolbar buttons, you must enter it by hand in the HTML editor. Examples are tables and &lt;code&gt;. To do this, click the HTML tab and edit the code, then switch back to Visual mode. If the code is valid and understood by the editor, you should see it rendered immediately.
hy_am: Ամեն մի HTML, որն ուղղակիորեն ներմուծվում է ընդլայնված խմբագրիչում, կցուցադրվի այնպես, ինչպես այդ գրառումը դիտելիս: What you see is what you get. When you want to include HTML elements that cannot be generated with the toolbar buttons, you must enter it by hand in the HTML editor. Examples are tables and &lt;code&gt;. To do this, click the HTML tab and edit the code, then switch back to Visual mode. If the code is valid and understood by the editor, you should see it rendered immediately.

source: Pasting in the Rich Editor
hy_am: Տեղադրելը ընդլայնված խմբագրիչում

source: When pasting content from another web page the results can be inconsistent and depend on your browser and on the web page you are pasting from. The editor tries to correct any invalid HTML code that was pasted, but for best results try using the HTML tab or one of the paste buttons that are on the second row. Alternatively try pasting paragraph by paragraph. In most browsers to select one paragraph at a time, triple-click on it.
hy_am: Այլ ծրագրերից բովանդակության տեղադրումը կարող է առաջ բերել որոշ անհամապատասխանություններ: The editor tries to correct any invalid HTML code that was pasted, but for best results try using the HTML tab or one of the paste buttons that are on the second row. Alternatively try pasting paragraph by paragraph. In most browsers to select one paragraph at a time, triple-click on it.

source: Pasting content from another application, like Word or Excel, is best done with the Paste from Word button on the second row, or in HTML mode.
hy_am: Այլ ծրագրերից, ինչպիսիք են Word կամ Excel, որևէ բովանդակություն պատճենելիս, ամենահարմարը երկրորդ՝ Word շարքի Paste կոճակից օգտվելն է:

source: Writing at Full Speed
hy_am: Լրիվ արագությամբ գրելը

source: Rather than reaching for your mouse to click on the toolbar, use these access keys. Windows and Linux use Ctrl + letter. Macintosh uses Command + letter.
hy_am: Ամեն անգամ մկնիկով քլիք կատարելու փոխարեն, դուք կարող եք օգտվել այս ստեղներից: Windows and Linux use Ctrl + letter. Macintosh uses Command + letter.

source: Letter
hy_am: Նամակ

source: Action
hy_am: Գործողություն

source: Select all
hy_am: Ընտրել բոլորը

source: The following shortcuts use different access keys: Alt + Shift + letter.
hy_am: Հետևյալ shortcut-ները օգտագործվում են այլ ստեղնային զուգակցումներ. Alt + Shift + letter:

source: Check Spelling
hy_am: Ստուգել ուղղագրությունը

source: Justify Text
hy_am: Համաչափեցնել տեքստը

source: Insert link
hy_am: Ներմուծել հղում

source: Remove link
hy_am: Հեռացնել հղումը

source: Quote
hy_am: Մեջբերում

source: Insert Image
hy_am: Ներմուծել նկար

source: Full Screen
hy_am: Ամբողջ սքրինով

source: Insert Page Break tag
hy_am: Ներմուծել էջի բաժանարար թեգը

source: Switch to HTML mode
hy_am: Անցնել HTML տեսակին

source: Version:
hy_am: Տարբերակը.

source: TinyMCE is a platform independent web based Javascript HTML WYSIWYG editor released as Open Source under %sLGPL</a> by Moxiecode Systems AB. It has the ability to convert HTML TEXTAREA fields or other HTML elements to editor instances.
hy_am: TinyMCE-ը անկախ վեբ-պլատֆորմ է՝ ջավասկրիպտայյին HTML WYSIWYG խմագրիչ, որը թողարկվել է որպես բաց աղբյուր %sLGPL</a>-ի ներքո → Moxiecode Systems AB կողմից: Այն ունակ է փոխակեպելու HTML TEXTAREA դաշտերը կամ այլ HTML տարրերը խմբագրման օրինակների:

source: For more information about this software visit the <a href="http://tinymce.moxiecode.com" target="_blank">TinyMCE website</a>.
hy_am: Այ ծրագրի մասին լրացուցիչ տեղեկությունների համար այցելեք <a href="http://tinymce.moxiecode.com" target="_blank">TinyMCE վեբկայքը</a>:

source: <strong>ERROR</strong>: WordPress %1$s requires MySQL %2$s or higher
hy_am: <strong>ՍԽԱԼ</strong>. Վորդպրես %1$s-ը պահանջում էMySQL %2$s կամ ավելի բարձր:

source: XML-RPC services are disabled on this site. An admin user can enable them at %s
hy_am: Այս կայքի XML-RPC ծառայություններն անջատված են: Կառավարիչը կարող է միացնել դրանք %s-ին:

source: Bad login/pass combination.
hy_am: Սխալ ծածկանուն/գաղնաբառ զուգակցում:

source: Software Name
hy_am: Ծրագրի անվանումը

source: Software Version
hy_am: Ծրագրի տարբերակը

source: Site URL
hy_am: Կայքի URL

source: Content Width
hy_am: Բովանդակության լայնությունը

source: Time Zone
hy_am: Ժամային գոտի

source: Site Title
hy_am: Կայքի անվանում

source: Site Tagline
hy_am: Կայքի նշանաբան

source: Date Format
hy_am: Ամսաթվի ֆորմատ

source: Time Format
hy_am: Ժամային ֆորմատ

source: Allow new users to sign up
hy_am: Թույլատրել նոր օգտատերերի գրանցումը

source: Thumbnail Width
hy_am: Փոքրացված նկարի (Thumbnail) լայնություն

source: Thumbnail Height
hy_am: Փոքրացված նկարի (Thumbnail) բարձրություն

source: Crop thumbnail to exact dimensions
hy_am: Ձևափոխել փոքրացված նկարը (Thumbnail) մինչև հստակ չափսերը

source: Medium size image width
hy_am: Միջին չափսի նկարի լայնություն

source: Medium size image height
hy_am: Միջին չափսի նկարի բարձրություն

source: Large size image width
hy_am: Մեծ չափսի նկարի լայնություն

source: Large size image height
hy_am: Մեծ չափսի նկարի բարձրություն

source: Sorry, you cannot edit this page.
hy_am: Կներեք, դուք չեք կարող խմբագրել այս էջը:

source: Sorry, no such page.
hy_am: Կներեք, նման էջ չկա:

source: Sorry, you cannot edit pages.
hy_am: Կներեք, դուք չեք կարող խմբագրել էջերը:

source: Sorry, you cannot add new pages.
hy_am: Կներեք, դուք չեք կարող ավելացնել նոր էջեր:

source: Sorry, you do not have the right to delete this page.
hy_am: Կներեք, դուք իրավասու չեք հեռացնել այս էջը:

source: Failed to delete the page.
hy_am: Էջի հեռացնելը խափանվել է:

source: Sorry, you do not have the right to edit this page.
hy_am: Կներեք, դուք իրավասու չեք խմբագրել այս էջը:

source: Sorry, you cannot edit posts on this site.
hy_am: Կներեք, դուք չեք կարող խմբագրել այս կայքի գրառումները:

source: Sorry, you must be able to edit posts on this site in order to view tags.
hy_am: Կներեք, պիտակները դիտելու համար դուք պետք է ի վիճակի լինեք խմբագրել այս կայքի գրառումները:

source: Sorry, you do not have the right to add a category.
hy_am: Կներեք, դուք իրավասու չեք ավելացնել նոր բաժին:

source: Sorry, the new category failed.
hy_am: Կներեք, նոր բաժնի ստեղծումը խափանվել է:

source: Sorry, you do not have the right to delete a category.
hy_am: Կներեք, դուք իրավասու չեք հեռացնելու բաժինը:

source: Sorry, you must be able to edit posts to this site in order to view categories.
hy_am: Կներեք, բաժինները դիտելու համար դուք պետք է ի վիճակի լինեք խմբագրել այս կայքի գրառումները:

source: You are not allowed to moderate comments on this site.
hy_am: Դուք իրավասու չեք մոդերացնելու այս կայքի մեկնաբանությունները:

source: Invalid comment ID.
hy_am: Սխալ մեկնաբանության ID:

source: Sorry, you cannot edit comments.
hy_am: Կներեք, դուք չեք կարող խմբագրել մեկնաբանությունները:

source: Invalid comment status.
hy_am: Մեկնաբանության սխալ կարգավիճակ:

source: Sorry, the comment could not be edited. Something wrong happened.
hy_am: Կներեք, սակայն մեկնաբանությունը չի կարող խմբագրվել: Տեղ է գտել սխալ:

source: You must be registered to comment
hy_am: Մեկնաբանել կարող են միայն գրանցված օգտատերերը

source: Invalid post ID.
hy_am: Գրառման սխալ ID

source: Comment author name and email are required
hy_am: Պահանջվում է մեկնաբանության հեղինակի անունը և էլ. փոստի հասցեն:

source: A valid email address is required
hy_am: Ճիշտ էլ. փոստի հասցեն պարտադիր է

source: You are not allowed access to details about this site.
hy_am: Դուք իրավասու չեք դիտելու այս կայքի մանրամասները:

source: You are not allowed access to details about comments.
hy_am: Դուք իրավասու չեք դիտելու մեկնաբանությունների մանրամասները:

source: You are not allowed to update options.
hy_am: Դուք իրավասու չեք թարմացնել դրույթները:

source: You are not allowed to upload files to this site.
hy_am: Դուք իրավասու չեք այս կայքում բեռնել ֆայլեր:

source: Invalid attachment ID.
hy_am: Կցորդ ֆայլի սխալ ID

source: Sorry, you cannot upload files.
hy_am: Կներեք, դուք չեք կարող բեռնել ֆայլեր:

source: Sorry, you do not have access to user data on this site.
hy_am: Կներեք, սակայն դուք իրավասու չեք դիտելու այս կայքի օգտատերերի տվյալները:

source: Sorry, you cannot edit this post.
hy_am: Կներեք, սակայն դուք չեք կարող խմբագրել այս գրառումը:

source: Either there are no posts, or something went wrong.
hy_am: Կամ գրառումներ չկան, կամ էլ ինչ-որ բան սխալ է:

source: Sorry, this user can not edit the template.
hy_am: Կներեք, սակայն այս օգտատերը չի կարող խմբագրել թեմայի շաբլոնները:

source: Sorry, this user cannot edit the template.
hy_am: Կներեք, սակայն այս օգտատերը չի կարող խմբագրել շաբլոնը:

source: Either the file is not writable, or something wrong happened. The file has not been updated.
hy_am: Կամ ֆայլը գրառելի չէ, կամ էլ ինչ-որ բան սխալ է: Ֆայը չի բեռնվել:

source: Sorry, you are not allowed to post on this site.
hy_am: Կներեք, սակայն դուք իրավասու չեք այս կայքում կատարել գրառումներ:

source: Sorry, your entry could not be posted. Something wrong happened.
hy_am: Կներեք, Ձեր գրառումը չի կարող հրապարակվել: Ինչ-որ բան սխալ է:

source: Sorry, no such post.
hy_am: Կներեք, նման գրառում չկա:

source: Sorry, you do not have the right to edit this post.
hy_am: Կներեք, սակայն դուք իրավասու չեք դիտել այս գրառումը:

source: Sorry, you do not have the right to publish this post.
hy_am: Կներեք, սակայն դուք իրավասու չեք հրապարակել այս հոդվածը:

source: For some strange yet very annoying reason, this post could not be edited.
hy_am: Ինչ-որ արտասովոր և կեղտոտ պատճառից ելնելով, այս գրառումը չի կարող խմբագրվել:

source: Sorry, you do not have the right to delete this post.
hy_am: Կներեք, սակայն դուք իրավասու չեք հեռացնել այս գրառումը:

source: For some strange yet very annoying reason, this post could not be deleted.
hy_am: Ինչ-որ արտասովոր և կեղտոտ պատճառից ելնելով, այս գրառումը չի կարող հեռացվել:

source: Sorry, you are not allowed to publish pages on this site.
hy_am: Կներեք, սակայն դուք իրավասու չեք այս կայքում հրապարակել էջեր:

source: Sorry, you are not allowed to publish posts on this site.
hy_am: Կներեք, սակայն դուք իրավասու չեք այս կայքում հրապարակել գրառումներ:

source: Invalid post type.
hy_am: Գրառման սխալ տեսակ:

source: Invalid post format
hy_am: Գրառման սխալ ֆորմատ

source: You are not allowed to post as this user
hy_am: Որպես այս օգտատեր, Ձեզ չի թույլատրվում կատարել գրառում:

source: You are not allowed to create pages as this user
hy_am: Որպես այս օգտատեր, Ձեզ չի թույլատրվում ստեղծել էջեր:

source: You are not allowed to change the post author as this user.
hy_am: Որպես այս օգտատեր, Ձեզ չի թույլատրվում փոփոխել այս գրառման հեղինակին:

source: You are not allowed to change the page author as this user.
hy_am: Որպես այս օգտատեր, Ձեզ չի թույլատրվում փոփոխել այս էջի հեղինակին:

source: Sorry, you do not have the right to publish this page.
hy_am: Կներեք, դուք իրավասու չեք հրապարակել այս էջը:

source: Sorry, your entry could not be edited. Something wrong happened.
hy_am: Կներեք, Ձեր գրառումը չի հաջողվում խմբագրել: Տեղ է գտել ինչ-որ սխալ:

source: Sorry, you must be able to edit posts on this site in order to view categories.
hy_am: Կներեք, սակայն բաժինները դիտելու համար դուք պետք է ի վիճակի լիենք խմբագրել այս կայքի գրառումները:

source: Could not write file %1$s (%2$s)
hy_am: Չի հաջողվում գրել ֆայլը %1$s (%2$s)

source: Sorry, you can not edit this post.
hy_am: Կներեք, սակայն դուք չեք կարող խմբագրել այս գրառումը:

source: Sorry, you cannot publish this post.
hy_am: Կներեք, սակայն դուք չեք կարող հրապարակել այս գրառումը:

source: Is there no link to us?
hy_am: Չկա՞ դեպի մեզ ուղղված հղում:

source: The specified target URL cannot be used as a target. It either doesn&#8217;t exist, or it is not a pingback-enabled resource.
hy_am: Այս թիրախային URL-ը չի կարող օգտագործվել որպես թիրախ: Այն կամ գոյություն չունի, կամ էլ պինգբեք-ակտիվ աղբյուր չէ:

source: The source URL and the target URL cannot both point to the same resource.
hy_am: Աղբյուրի URL-ը և թիրախ URL-ը չեն կարող միաժամանակ ուղղված լինել նույն աղբյուրին:

source: The pingback has already been registered.
hy_am: Պինգբեքն արդեն իսկ գրանցված է:

source: The source URL does not exist.
hy_am: Աղբյուրի URL-ը բացակայում է:

source: We cannot find a title on that page.
hy_am: Մենք չենք կարողանում գնտել այդ էջի վերնագիրը:

source: The source URL does not contain a link to the target URL, and so cannot be used as a source.
hy_am: Աղբյուրի URL-ը չի պարունակում թիրախ URL-ին ուղղված որևէ հղում, ուստի չի կարող օգտագործվել որպես աղբյուր:

source: Pingback from %1$s to %2$s registered. Keep the web talking! :-)
hy_am: %1$s-ից դեպի %2$s պինգբեքը գրանցված է: Պահպանեք վեբ-հաղորդակցումը :-)

source: The specified target URL does not exist.
hy_am: Նշված թիրախ URL-ը գոյություն չունի:

source: Links for %s
hy_am: %s-ի հղումները

source: Powered by WordPress
hy_am: Գործարկվում է WordPress-ով

source: Are you lost?
hy_am: Կորցրե՞լ եք այն:

source: &larr; Back to %s
hy_am: &larr; Վերադառնալ դեպի %s

source: <strong>ERROR</strong>: Enter a username or e-mail address.
hy_am: <strong>ՍԽԱԼ</strong>. մուտքագրեք Ձեր ծածկանունը կամ գաղտնաբառը:

source: <strong>ERROR</strong>: There is no user registered with that email address.
hy_am: <strong>ՍԽԱԼ</strong>. մեր օգտատերերից և ոչ մեկը չի օգտվում տվյալ էլ. փոստի հասցեից:

source: <strong>ERROR</strong>: Invalid username or e-mail.
hy_am: <strong>ՍԽԱԼ</strong>. ծածկանունը կամ գաղտնաբառը սխալ են:

source: Password reset is not allowed for this user
hy_am: Այս օգտատիրոջ գաղտնաբառի փոփոխումը չի թույլատրվում:

source: Someone requested that the password be reset for the following account:
hy_am: Դուք կամ ինչ-որ մեկը պահանջել է, որպեսզի այս հաշվի գաղնաբառը փոփոխվի.

source: If this was a mistake, just ignore this email and nothing will happen.
hy_am: Եթե սա սխալմունքի արդյունք է, պարզապես անտեսեք այս նամակը:

source: To reset your password, visit the following address:
hy_am: Ձեր գաղտնաբառը փոփոխելու համար այցելեք հետևյալ հասցեն.

source: [%s] Password Reset
hy_am: [%s] Գաղնաբառի փոփոխում

source: The e-mail could not be sent.
hy_am: Էլ. նամակը չի հաջողվում ուղարկել:

source: Possible reason: your host may have disabled the mail() function...
hy_am: Հնարավոր պատճառ. Ձեր հոսթերն անջատել է mail() ֆունկցիան...

source: Invalid key
hy_am: Բանալին սխալ է

source: <strong>ERROR</strong>: Please enter a username.
hy_am: <strong>ՍԽԱԼ</strong>. խնդրում ենք մուտքագրել Ձեր ծածկանունը:

source: <strong>ERROR</strong>: This username is invalid because it uses illegal characters. Please enter a valid username.
hy_am: <strong>ՍԽԱԼ</strong>. Ձեր ընտրած ծածկանունը պարունակում է անթույլատրելի նշաններ: Խնդրում ենք ընտրել ճիշտ ծածկանուն:

source: <strong>ERROR</strong>: This username is already registered, please choose another one.
hy_am: <strong>ՍԽԱԼ</strong>. Ձեր ընտրած ծածկանունն արդեն իսկ օգտագործվում է մեկ այլ անձի կողմից: Խնդրում ենք մուտքագրել մեկ այլ ծածկանուն:

source: <strong>ERROR</strong>: Please type your e-mail address.
hy_am: <strong>ՍԽԱԼ</strong>. խնդրում ենք մուտքագրել Ձեր էլ. փոստի հասցեն:

source: <strong>ERROR</strong>: The email address isn&#8217;t correct.
hy_am: <strong>ՍԽԱԼ</strong>. Ձեր ներկայացրած էլ. փոստի հասցեն սխալ է:

source: <strong>ERROR</strong>: This email is already registered, please choose another one.
hy_am: <strong>ՍԽԱԼ</strong>. այս էլ. փոստի հասցեն արդեն իսկ օգտագործվում է մեկ այլ անձի կողմից: Խնդրում ենք ընտրել մեկ այլ հասցե:

source: <strong>ERROR</strong>: Couldn&#8217;t register you... please contact the <a href="mailto:%s">webmaster</a> !
hy_am: <strong>ՍԽԱԼ</strong>. չի հաջողվում գրանցել: Խնդրում ենք <a href="mailto:%s">դիմել կայքի ղեկավարներին</a>:

source: Sorry, that key does not appear to be valid.
hy_am: Կներեք, սակայն բանալին կարծես թե ճիշտ չէ:

source: Lost Password
hy_am: Գաղտնաբառի վերականգնում

source: Please enter your username or email address. You will receive a link to create a new password via email.
hy_am: Խնդրում ենք մուտքագրել Ձեր ծածկանունը կամ էլ. փոստի հասցեն: Մենք Ձեզ կուզարկենք հղում, որին հետևելով դուք կստանաք Ձեր նոր գաղտնաբառը:

source: Username or E-mail:
hy_am: Ծածկանուն կամ գաղտնաբառ

source: Get New Password
hy_am: Ստանալ նոր գաղտնաբառ

source: The passwords do not match.
hy_am: Գաղտնաբառերն իրար չեն համընկնում

source: Password Reset
hy_am: Գաղտնաբառի փոփոխում

source: Your password has been reset.
hy_am: Ձեր գաղտնաբառը փոփոխվել է:

source: Reset Password
hy_am: Փոփոխել գաղտնաբառը

source: Enter your new password below.
hy_am: Ձեր նոր գաղտնաբառը մուտքագրեք ներքևում:

source: New password
hy_am: Նոր գաղտնաբառ

source: Confirm new password
hy_am: Հաստատել նոր գաղտնաբառը

source: Hint: The password should be at least seven characters long. To make it stronger, use upper and lower case letters, numbers and symbols like ! " ? $ % ^ &amp; ).
hy_am: Հուշում. Գաղտնաբառը պետք է լինի նվազագույնը 7 տառ-թիվ-նշան երկարության: Ձեր գաղտնաբառն ավելի անվտանգ դարձնելու համար օգտագործեք փոքրատառեր և մեծատառեր, թվեր և այսպիսի նշաններ՝ ! " ? $ % ^ &amp; ):

source: Registration Form
hy_am: Գրանցում

source: Register For This Site
hy_am: Գրանցվել այս կայքում

source: A password will be e-mailed to you.
hy_am: Գաղտնաբառը կուղարկվի Ձեր էլ. փոստին:

source: Password Lost and Found
hy_am: Գաղտնաբառի վերականգնում

source: Lost your password?
hy_am: Գաղտնաբառի վերականգնում

source: You have logged in successfully.
hy_am: Դուք հաջողությամբ մուտք եք գործել համակարգ

source: <strong>ERROR</strong>: Cookies are blocked or not supported by your browser. You must <a href='http://www.google.com/cookies.html'>enable cookies</a> to use WordPress.
hy_am: <strong>ՍԽԱԼ</strong>. Cooki-ները արգելափակված են կամ չեն ապահովվում Ձեր բրաուզերով: Վորդպրեսն օգտագործելու համար դուք պետք է <a href='http://www.google.com/cookies.html'>միացնեք կուկիները</a>:

source: You are now logged out.
hy_am: Դուք այժմ լքել եք համակարգը:

source: User registration is currently not allowed.
hy_am: Ներկա պահին նոր գրանցումներ չեն թույլատրվում:

source: Check your e-mail for the confirmation link.
hy_am: Ստուգեք Ձեր էլ. փոստը և հետևեք մեր ուղարկած հղմանը:

source: Check your e-mail for your new password.
hy_am: Նոր գաղտնաբառը ստանալու համար ստուգեք Ձեր էլ. փոստը:

source: Registration complete. Please check your e-mail.
hy_am: Գրանցումն ավարտված է: Խնդրում ենք ստուգել Ձեր էլ. փոստը:

source: Your session has expired. Please log-in again.
hy_am: Սեսիան ժամկետանց է: Խնդրում ենք կրկին մուտք գործել համակարգ:

source: Compare Revisions of &#8220;%1$s&#8221;
hy_am: Համեմատել &laquo;%1$s&raquo;-ի վերանայումները

source: Revision for &#8220;%1$s&#8221; created on %2$s
hy_am: Համեմատել &laquo;%1$s&raquo;-ի վերանայում. ստեղծվել է %2$s

source: Older: %s
hy_am: Ավելի հին. %s

source: Newer: %s
hy_am: Ավելի նոր. %s

source: These revisions are identical.
hy_am: Այս վերանայումները նույնն են:

source: You do not have sufficient permissions to edit the links for this site.
hy_am: Դուք բավարար լիազորված չեք, որպեսզի խմբագրեք այս կայքի հղումները:

source: You can add links here to be displayed on your site, usually using <a href="%s">Widgets</a>. By default, links to several sites in the WordPress community are included as examples.
hy_am: Դուք կարող եք Ձեր կայքում ավելացնել հղումներ՝ օգտվելով <a href="%s">վիջեթներից</a>: Լռելայն կերպով, Վորդպրեսը պարունակում է մի քանի օրինակ-հղումներ:

source: Links may be separated into categories; these are different than the categories used on your posts.
hy_am: Հղումները կարող են խմբավորվել առանձին բաժիններում, որոնք տարբերվում են գրառումների բաժիններից:

source: You can customize the display of this screen using the Screen Options tab and/or the dropdown filters above the links table.
hy_am: Դուք կարող եք ձևափոխել այս էջի ցուցադրման բնույթը՝ օգտվելով Ցուցադրման դրույթներից:

source: If you delete a link, it will be removed permanently, as Links do not have a Trash function yet.
hy_am: Եթե դուք հեռացնեք հղումներից մեկնումեկը, այն կհեռացվի անդառնալիորեն, քանի որ հղումների համար դեռևս չի գործում Աղբարկղի հնարավորությունը:

source: For more information:
hy_am: Լրացուցիչ տեղեկություններ

source: <a href="http://codex.wordpress.org/Links_Screen" target="_blank">Documentation on Managing Links</a>
hy_am: <a href="http://codex.wordpress.org/Links_Screen" target="_blank">Հղումները կառավարելու վերաբերյալ փաստաթղթեր</a>

source: <a href="http://wordpress.org/support/" target="_blank">Support Forums</a>
hy_am: <a href="http://wordpress.org/support/" target="_blank">Օժանդակող ֆորումներ</a>

# link
source: Add New
hy_am: Ավելացնել նորը

source: Search results for &#8220;%s&#8221;
hy_am: &laquo;%s&raquo;-ի որոնման արդյունքներ

source: %s link deleted.
hy_am: %s հղում հեռացված է:

source: Search Links
hy_am: Որոնել հղումներ

source: Cheatin&#8217; uh?
hy_am: Արտագրությո՞ւն&#8217;

source: Hi, You've been invited to join '%1$s' at %2$s as a %3$s. If you do not want to join this site please ignore this email. This invitation will expire in a few days. Please click the following link to activate your user account: %%s
hy_am: Ողջույն, Դուք հրավիրված եք միանալու '%1$s' %2$s որպես %3$s. Եթե չեք ցանկանում միանալ այս կայքին, խնդրում ենք անտեսել այս նամակը: Հրավերքը չեղյալ կհամարվի մի քանի օրվա ընթացքում: Խնդրում ենք սեղմել այս հղումը՝ ակտիվացնելու Ձեր հաշիվը: %%s

source: Hi, You have been invited to join '%s' at %s as a %s. Please click the following link to confirm the invite: %s
hy_am: Ողջույն, Դուք հրավիրված եք միանալու '%s' %s որպես %s. Խնդրում ենք սեղմելու այս հղումը՝ հաստատելու հրավերքը. %s

source: [%s] Joining confirmation
hy_am: [%s] Միանալու հաստատում

source: Add New User
hy_am: Ավելացնել նոր օգտատեր

source: To add a new user to your site, fill in the form on this screen. If you&#8217;re not sure which role to assign, you can use the link below to review the different roles and their capabilities. Here is a basic overview of roles:
hy_am: Ձեր կայքում նոր օգտատեր ավելացնելու համար, լրացրեք այս էջի դաշտերը:

source: Administrators have access to all the administration features.
hy_am: Կառավարիչներն օժտված են կայքը կառավարելու բոլոր հնարավորություններով:

source: Editors can publish posts, manage posts as well as manage other people&#8217;s posts, etc.
hy_am: Խմբագիրները կարող են հրապարակել գրառումներ, կառավարել գրառումները, ինչպես նաև կառավարել այլ օգտատերերի գրառումները և այլն:

source: Authors can publish and manage their own posts.
hy_am: Հեղինակները կարող են հրապարակել և կառավարել միայն իրենց սեփական գրառումները:

source: Contributors can write and manage their posts but not publish posts or upload media files.
hy_am: Անդամները կարող են գրել և կառավարել իրենց սեփական գրառումները, սակայն չեն կարող հրապարակել դրանք և բեռնել մեդիա-ֆայլեր:

source: Subscribers can read comments/comment/receive newsletters, etc.
hy_am: Բաժանորդագրված անձինք կարող են ընթերցել մեկնաբանությունները, թողնել իրենց մեկնաբանությունները և ստանալ էլ. տեղեկացումներ:

source: You must assign a password to the new user, but don&#8217;t worry; when they log in for the first time they will be prompted to change it. The username, however, cannot be changed.
hy_am: Դուք պետք է սահմանեք գաղտնաբառ նոր օգտատիրոջ համար, բայց մի անհանգստացեք, առաջին անգամ համակարգ մուտք գործելիս նա անպայման կտեղեկացվի իր գաղտնաբառը փոփոխելու անհրաժեշտության մասին: Այնուամենայնիվ, ծածկանունները փոփոխման ենթակա չեն:
