Repository: Idealien/Multisite-Language-Switcher
Catalog: languages/msls-*.po
Languages: hy_am, lt_lt, ru_ru, sv_se, tr

source: If you do not remember your credentials, you should contact your web host.
hy_am: Եթե դուք չեք հիշում Ձեր լոգին-տվյալները, արժե դիմել Ձեր վեբ-հոսթին:

source: Public Key:
hy_am: Հանրային բանալի

source: Private Key:
hy_am: Մասնավոր բանալի.

source: Enter the location on the server where the keys are located. If a passphrase is needed, enter that in the password field above.
hy_am: Մուտքագրեք Ձեր սերվերի լոկալիզացիան այնտեղ, որտեղ տեղադրված են Ձեր բանալիները: Եթե անհրաժեշտ է passphrase-ը, ապա մուտքագրեք այն վերջևի գաղտնաբառի դաշտում:

source: Connection Type
hy_am: Կապի տեսակը

source: Proceed
hy_am: Շարունակել

source: The ssh2 PHP extension is not available
hy_am: ssh2 PHP էքստենզիան մատչելի չէ

source: The ssh2 PHP extension is available, however, we require the PHP5 function <code>stream_get_contents()</code>
hy_am: Թեև ssh2 PHP էքստենզիան մատչելի է, մենք պահանջում ենք <code>stream_get_contents()</code> PHP5 ֆունկցիա:

source: SSH2 hostname is required
hy_am: SSH2 hostname-ը պարտադիր դաշտ է:

source: SSH2 username is required
hy_am: SSH2 ծածկանունը պարտադիր դաշտ է:

source: SSH2 password is required
hy_am: SSH2 գաղտնաբառը պարտադիր դաշտ է:

source: Failed to connect to SSH2 Server %1$s:%2$s
hy_am: Չի հաջողվում կապ հաստատել %1$s:%2$s SSH2 սերվերի հետ:

source: Username/Password incorrect for %s
hy_am: %s-ի համար ծածկանուն/գաղտնաբառը սխալ են:

source: Public and Private keys incorrect for %s
hy_am: %s-ի համար հանրային և մասնավոր բանալիները սխալ են:

source: Unable to perform command: %s
hy_am: Հնարավոր չէ իրականացնել այս հրամանը. %s

source: No matching users were found.
hy_am: Օգտատերերի համընկնում չի գտնվել:

# users
source: All <span class="count">(%s)</span>
hy_am: Բոլոր<span class="count">(%s)</span>

source: Remove
hy_am: Հեռացնել

source: Change role to&hellip;
hy_am: Փոփոխել կարգավիճակը&hellip;

source: Change
hy_am: Փոփոխել

source: View posts by this author
hy_am: Դիտել այս հեղինակի գրառումները

source: Enter the destination URL
hy_am: Մուտքագրել հեռակա URL-ը

source: Open link in a new window/tab
hy_am: Բացել հղումը նոր պատուհանում/թաբում

source: Or link to existing content
hy_am: Կամ հղումը կապեք գոյություն ունեցող բովանդակության հետ:

source: No search term specified. Showing recent items.
hy_am: Հարցման բառը չի նշվել: Ցուցադրվում են վերջին գրառումները:

source: <strong>ERROR</strong>: You entered your new password only once.
hy_am: <strong>ՍԽԱԼ</strong>. Դուք գաղտնաբառը գրել եք միայն մեկ անգամ:

source: <strong>ERROR</strong>: Please enter your password.
hy_am: <strong>ՍԽԱԼ</strong>. Խնդրում ենք մուտքագրել Ձեր գաղտնաբառը:

source: <strong>ERROR</strong>: Please enter your password twice.
hy_am: <strong>ՍԽԱԼ</strong>. Խնդրում ենք մուտքագրել Ձեր գաղտնաբառը երկու անգամ:

source: <strong>ERROR</strong>: Passwords may not contain the character "\".
hy_am: <strong>ՍԽԱԼ</strong>. Գաղտնաբառը չի կարող պարունակել "\" նշանը:

source: <strong>ERROR</strong>: Please enter the same password in the two password fields.
hy_am: <strong>ՍԽԱԼ</strong>. Խնդրում ենք երկու դաշտերում էլ մուտքագրել նույն գաղտնաբառը:

source: <strong>ERROR</strong>: This username is already registered. Please choose another one.
hy_am: <strong>ՍԽԱԼ</strong>. այս ծածկանունն արդեն օգտագործվում է: Խնդրում ենք ընտրել մեկ այլ ծածկանուն:

source: <strong>ERROR</strong>: Please enter an e-mail address.
hy_am: <strong>ՍԽԱԼ</strong>. Խնդրում ենք մուտքագրել էլ. փոստի հասցեն:

source: <strong>ERROR</strong>: The e-mail address isn&#8217;t correct.
hy_am: <strong>ՍԽԱԼ</strong>. Ձեր ներկայացրած էլ. փոստի հասցեն սխալ է:

source: Notice:
hy_am: Տեղեկացում.

source: You&rsquo;re using the auto-generated password for your account. Would you like to change it to something easier to remember?
hy_am: Դուք օգտագործում եք մեր տրամադրած գաղտնաբառը: Չե՞ք ցանկանում փոփոխել այն հեշտ հիվող և ավելի վստահելի գաղտնաբառով:

source: Yes, take me to my profile page
hy_am: Այո, տար ինձ դեպի իմ այցեքարտի էջը

source: No thanks, do not remind me again
hy_am: Ոչ, շնորհակալ եմ, այլևս մի հիշեցրեք այդ մասին:

source: Reply to Comment
hy_am: Պատասխանել մեկնաբանությանը

source: Update Comment
hy_am: Թարմացնել մեկնաբանությունը

source: Submit Reply
hy_am: Ուղարկել պատասխանը

source: Comment by %s moved to the trash.
hy_am: %s-ի մեկնաբանությունը տեղափոխված է աղբարկղ:

source: Comment by %s marked as spam.
hy_am: %s-ի մեկնաբանությունը նշվել է որպես սփամ:

source: Value
hy_am: Արժեք

source: Key
hy_am: Բանալի

source: Add New Custom Field:
hy_am: Ավելացնել նոր դաշտ

source: Enter new
hy_am: Ներմուծել նորը

source: Add Custom Field
hy_am: Ավելացնել սեփական դաշտը

source: Thumbnail linked to file
hy_am: Ֆայլին հղումով կապված փոքրացված նկար (thumbnail)

source: Image linked to file
hy_am: Ֆայլին հղումով կապված նկար

source: Thumbnail linked to page
hy_am: Էջին հղումով կապված փոքրացված նկար (thumbnail)

source: Image linked to page
hy_am: Էջին հղումով կապված նկար

source: Link to file
hy_am: Ֆայլի հղում

source: Link to page
hy_am: Էջի հղում

source: Before you can upload your import file, you will need to fix the following error:
hy_am: Ձեր ներմուծման ֆայլը բեռնելուց առաջ, դուք կարիք ունեք ուղղելու հետևյալ սխալը.

source: Choose a file from your computer:
hy_am: Ընտրել ֆայլը Ձեր համակարգչից.

source: Maximum size: %s
hy_am: Առավելագույն չափս՝ %s

source: Upload file and import
hy_am: Բեռնել ֆայլը և ներմուծել

source: Click to toggle
hy_am: Սեղմեք փոխելու համար

source: The miscellaneous options group has been removed. Use another settings group.
hy_am: Տարբեր դույթների խումբը հեռացված է: Օգտագործեք այլ դրույթների խումբ:

source: Find Posts or Pages
hy_am: Գտնել գրառումներ կամ էջեր

source: Sites
hy_am: Կայքեր

source: New Media
hy_am: Նոր մեդիա

source: New Link
hy_am: Նոր հղում

source: Edit Links
hy_am: Խմբագրել հղումները

source: New User
hy_am: Նոր օգտատեր

source: Edit Users
hy_am: Խմբագրել օգտատերերին

source: Manage Plugins
hy_am: Կարգավորել պլագինները

source: Drafts
hy_am: Սևագրեր

source: Password protected
hy_am: Ծածկագրով պաշտպանված

# post state
source: Pending
hy_am: Հաստատման փուլում

source: Header Image
hy_am: &laquo;Հիդերի&raquo; նկար

source: Enable accessibility mode
hy_am: Ակտիվացնել հասանելիության մոդուլը

source: Disable accessibility mode
hy_am: Ապաակտիվացնել հասանելիության մոդուլը

# Metaboxes
source: Show on screen
hy_am: Ցուցադրել էջում

# Columns
source: Show on screen
hy_am: Ցուցադրել էջում

# Screen Options
source: Show on screen
hy_am: Ցուցադրել էջում

source: <a href="http://codex.wordpress.org/" target="_blank">Documentation</a>
hy_am: <a href="http://codex.wordpress.org/" target="_blank">Լրացուցիչ նյութեր</a>

source: Screen Options
hy_am: Ցուցադրման դրույթներ

source: Screen Layout
hy_am: Ցուցադրման ոճ

source: Number of Columns:
hy_am: Սյունակների թիվ.

source: Save Changes
hy_am: Պահպանել փոփոխությունները

source: You did not enter a category name.
hy_am: Դուք չեք մուտքագրել բաժնի անվանումը

source: Invalid Data provided.
hy_am: Ներկայացվել են սխալ տվյալներ:

source: Filesystem error.
hy_am: Ֆայլային սիստեմի սխալ:

source: Unable to locate WordPress Root directory.
hy_am: Չի հաջողվում գտնել Վորդպրեսի հիմնային կատալոգը (root):

source: Unable to locate WordPress Content directory (wp-content).
hy_am: Չի հաջողվում գտնել Վորդպրեսի բովանդակության կատալոգը (wp-content):

source: Unable to locate WordPress Plugin directory.
hy_am: Չի հաջողվում գտնել Վորդպրեսի պլագինների կատալոգը:

source: Unable to locate WordPress Theme directory.
hy_am: Չի հաջողվում գտնել Վորդպրեսի թեմաների կատալոգը:

source: Unable to locate needed folder (%s).
hy_am: Չի հաջողվում գտնել անհրաժեշտ ֆոլդերը (%s):

source: Download failed.
hy_am: Ներբեռնումը խափանվել է:

source: Installing the latest version&#8230;
hy_am: Ամենավերջին տարբերակի տեղադրում&#8230;

source: Destination folder already exists.
hy_am: Այս ֆոլդերն արդեն իսկ առկա է

source: Enabling Maintenance mode&#8230;
hy_am: Պահպանողական տարբերակի ակտիվացում&#8230;

source: Disabling Maintenance mode&#8230;
hy_am: Պահպանողական տարբերակի ապաակտիվացում&#8230;

source: The plugin is at the latest version.
hy_am: Ձեր ունեցածը պլագինի ամենավերջին տարբերակն է:

source: Update package not available.
hy_am: Թարմացման փաթեթը մատչելի չէ:

source: Downloading update from <span class="code">%s</span>&#8230;
hy_am: Ներբեռնում <span class="code">%s</span>-ից&#8230;

source: Unpacking the update&#8230;
hy_am: Արխիվի բացում&#8230;

source: Deactivating the plugin&#8230;
hy_am: Պլագինի ապաակտիվացում&#8230;

source: Removing the old version of the plugin&#8230;
hy_am: Պլագինի հին տարբերակի հեռացում&#8230;

source: Could not remove the old plugin.
hy_am: Չի ստացվում հեռացնել հին պլագինը:

source: Plugin update failed.
hy_am: Պլագինի թարմացումը խափանվել է:

source: Plugin updated successfully.
hy_am: Պլագինը հաջողությամբ թարմացվել է:

source: Install package not available.
hy_am: Թարմացման փաթեթը մատչելի չէ:

source: Downloading install package from <span class="code">%s</span>&#8230;
hy_am: Տեղադրվող փաթեթի ներբեռնում <span class="code">%s</span>-ից&#8230;

source: Unpacking the package&#8230;
hy_am: Արխիվի բացում&#8230;

source: Installing the plugin&#8230;
hy_am: Պլագինի տեղադրում&#8230;

source: Plugin install failed.
hy_am: Պլագինի տեղադրումը խափանվել է:

source: Plugin installed successfully.
hy_am: Պլագինը հաջողությամբ տեղադրված է:

source: The theme is at the latest version.
hy_am: Ներկայացված է թեմայի ամենավերջին տարբերակը:

source: Removing the old version of the theme&#8230;
hy_am: Թեմայի հին տարբերակի հեռացում&#8230;

source: Could not remove the old theme.
hy_am: Չի հաջողվում հեռացնել հին թեման:

source: Theme update failed.
hy_am: Թեմայի թարմացումը խափանվել է:

source: Theme updated successfully.
hy_am: Թեման հաջողությամբ թարմացված է:

source: Installing the theme&#8230;
hy_am: Թեմայի տեղադրում&#8230;

source: Theme install failed.
hy_am: Թեմայի տեղադրումը խափանվել է:

source: Theme installed successfully.
hy_am: Թեման հաջողությամբ տեղադրված է:

source: WordPress is at the latest version.
hy_am: Դուք ունեք Վորդպրեսի ամենավերջին տարբերակը:

source: Could not copy files.
hy_am: Չի հաջողվում պատճենել ֆայլերը:

source: Update Plugin
hy_am: Թարմացնել պլագինը

source: Reactivating the plugin&#8230;
hy_am: Պլագինի վերաակտիվացում&#8230;

source: Activate this plugin
hy_am: Ակտիվացնել այս պլագինը

source: Activate Plugin
hy_am: Ակտիվացնել պլագինը

source: Go to plugins page
hy_am: Դեպի պլագինների էջ

source: Return to Plugins page
hy_am: Վերադառնալ պլագինների էջ

source: The update process is starting. This process may take a while on some hosts, so please be patient.
hy_am: Թարմացումն ընթացքի մեջ է: Կախված որոշ սերվերներից, այս պրոցեսը կարող է տևել որոշ ժամանակ, ուստի խնդրում ենք մի փոքր համբերել:

source: An error occurred while updating %1$s: <strong>%2$s</strong>.
hy_am: %1$s-ը թարմացնելու ընթացքում տեղ է գտել սխալ. <strong>%2$s</strong>:

source: The update of %1$s failed.
hy_am: %1$s-ի թարմացումը խափարվել է:

source: %1$s updated successfully.
hy_am: %1$s-ը հաջողությամբ թարմացված է:

source: Show Details
hy_am: Ցուցադրել մանրամասները

source: Hide Details
hy_am: Թաքցնել մանրամասները:

source: All updates have been completed.
hy_am: Բոլոր թարմացումները հաջողությամբ ավարտված են:

source: Updating Plugin %1$s (%2$d/%3$d)
hy_am: %1$s պլագինի թարմացում (%2$d/%3$d)

source: Go to WordPress Updates page
hy_am: Դեպի Վորդպրեսի թարմացումների էջը

source: Return to WordPress Updates
hy_am: Վերադառնալ դեպի Վորդպրեսի թարմացումները

source: Updating Theme %1$s (%2$d/%3$d)
hy_am: Թարմացվում է %1$s թեման (%2$d/%3$d)

source: Go to themes page
hy_am: Դեպի թեմաների էջը

source: Return to Themes page
hy_am: Վերադառնալ դեպի թեմաների էջը:

source: Successfully installed the plugin <strong>%s %s</strong>.
hy_am: <strong>%s %s</strong> պլագինը հաջողությամբ տեղադրված է:

source: Activate Plugin &amp; Run Importer
hy_am: Ակտիվացնել պլագինը և թողարկել իմպորտերը

source: Activate this plugin for all sites in this network
hy_am: Ակտիվացնել այս պլագինն այս ցանցի բոլոր կայքերի համար:

source: Network Activate
hy_am: Ցանցային ակտիվություն

source: Return to Importers
hy_am: Վերադառնալ դեպի իմպորտերները

source: Return to Plugin Installer
hy_am: Վերադառնալ դեպի պլագինի տեղադրումը

source: Successfully installed the theme <strong>%1$s %2$s</strong>.
hy_am: <strong>%1$s %2$s</strong> թեման հաջողությամբ տեղադրված է:

source: Return to Theme Installer
hy_am: Վերադառնալ դեպի թեմայի տեղադրումը

source: Themes page
hy_am: Թեմաների էջ

source: Update Theme
hy_am: Թարմացնել թեման

source: Please select a file
hy_am: Խնդրում ենք ընտրել ֆայլը

source: Bulk Actions
hy_am: Զանգվածային գործողություններ

source: List View
hy_am: Վերնագրերի ցանկ

source: Excerpt View
hy_am: Մեջբերումների ցանկ

source: %s pending
hy_am: %s հաստատման մեջ է

source: Go to the first page
hy_am: Դեպի առաջին էջը

source: Go to the previous page
hy_am: Դեպի նախորդ էջը

source: Current page
hy_am: Ընթացիկ էջ

# paging
source: %1$s of %2$s
hy_am: %1$s / %2$s

source: Go to the next page
hy_am: Դեպի հաջորդ էջը

source: Go to the last page
hy_am: Դեպի վերջին էջը

source: FTP hostname is required
hy_am: FTP հոսթի անվանումը պարտադիր է:

source: FTP username is required
hy_am: FTP ծածկանունը պարտադիր է:

source: FTP password is required
hy_am: FTP գաղտնաբառը պարտադիր է:

source: Failed to connect to FTP Server %1$s:%2$s
hy_am: Չի հաջողվում կապ հաստատել %1$s:%2$s FTP սերվերի հետ:

source: Search for themes by keyword, author, or tag.
hy_am: Որոնել թեմաներ ըստ բանալի բառերի, հեղինակի կամ պիտակների

# Theme Installer
source: Tag
hy_am: Պիտակ

source: Find a theme based on specific features
hy_am: Գտնել հատուկ պահանջներին համապատասխանող թեմա

source: Find Themes
hy_am: Գտնել թեմաներ

source: Install a theme in .zip format
hy_am: Տեղադրել թեման .zip ֆորմատով

source: If you have a theme in a .zip format, you may install it by uploading it here.
hy_am: Եթե դուք ունեք .zip ֆորմատով թեմա, դուք կարող եք տեղադնել այն՝ բեռնելով այստեղից:

source: Install &#8220;%s&#8221;
hy_am: Տեղադնել &#8220;%s&#8221;

source: Details
hy_am: Մանրամասներ

source: Theme Install
hy_am: Թեմայի տեղադրում

source: <strong>Error:</strong> This theme is currently not available. Please try again later.
hy_am: <strong>Սխալ.</strong> Այս թեման տվյալ պահին մատչելի չէ: Խնդրում ենք փորձել ավելի ուշ:

source: <strong>Warning:</strong> This theme has <strong>not been tested</strong> with your current version of WordPress.
hy_am: <strong>Զգուշացում.</strong> Այս թեման <strong>դեռ չի փորձարկվել</strong> Ձեր Վորդպրեսի ներկա տարբերակի հետ:

source: <strong>Warning:</strong> This theme has not been marked as <strong>compatible</strong> with your version of WordPress.
hy_am: <strong>Զգուշացում.</strong> Այս թեման չի նշվել որպես Ձեր Վորդպրեսի ներկա տարբերակին <strong>համապատասխանող</strong>:

source: by %s
hy_am: %s-ի կողմից

source: Version: %s
hy_am: Տարբերակը. %s

source: Newer version (%s) is installed.
hy_am: Տեղադրված է նոր տարբերակը (%s):

source: This version is already installed.
hy_am: Այս տարբերակն արդեն իսկ տեղադրված է:

source: No plugins found.
hy_am: Որևէ պլագին չի գտնվել:

source: You do not appear to have any plugins available at this time.
hy_am: Այս պահի դրությամբ դուք որևէ մատչելի պլագին չունեք:

# plugins
source: All <span class="count">(%s)</span>
hy_am: Բոլորը <span class="count">(%s)</span>

source: Active <span class="count">(%s)</span>
hy_am: Ակտիվ <span class="count">(%s)</span>

source: Recently Active <span class="count">(%s)</span>
hy_am: Վերջերս ակտիվ <span class="count">(%s)</span>

source: Inactive <span class="count">(%s)</span>
hy_am: Ոչ ակտիվ <span class="count">(%s)</span>

source: Network <span class="count">(%s)</span>
hy_am: Ցանց <span class="count">(%s)</span>

source: Must-Use <span class="count">(%s)</span>
hy_am: Պետք է օգտագործվի <span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
hy_am: Մատչելի է թարմացում <span class="count">(%s)</span>

source: Deactivate
hy_am: Ապաակտիվացնել

source: Clear List
hy_am: Մաքրել ցանկը

source: Files in the <code>%s</code> directory are executed automatically.
hy_am: <code>%s</code> կատալոգի ֆայլերը գործարկվում են ավտոմատ կերպով:

source: Drop-ins are advanced plugins in the <code>%s</code> directory that replace WordPress functionality when present.
hy_am: Բացվող ցուցակում ներկայացված են <code>%s</code> կատալոգի ընդլայնված պլագիններ, որոնք փոխարինում են Վորդպրեսի գործունակությունը:

source: Inactive:
hy_am: Ոչ ակտիվ.

source: Requires <code>%s</code> in <code>wp-config.php</code>.
hy_am: Պահանջվում է <code>%s</code> <code>wp-config.php</code>-ում:

source: Deactivate this plugin
hy_am: Ապաակտիվացնել այս պլագինը

source: Network Deactivate
hy_am: Ցանցի ապաակտիվացում

source: Delete this plugin
hy_am: Հեռացնել այս պլագինը

source: Open this file in the Plugin Editor
hy_am: Բացել այս ֆայլը պլագինի խմբագրիչով

source: Version %s
hy_am: Տարբերակ %s

source: By %s
hy_am: %s-ի կողմից

source: Visit plugin site
hy_am: Այցելել պլագինի կայքէջը

source: <strong><em>Note that password</em></strong> carefully! It is a <em>random</em> password that was generated just for you.
hy_am: <strong><em>Օգտագործեք այս գաղտնաբառը զգուշությամբ</em></strong>: Այն <em>պատահական</em> գաղտնաբառ է, որը ստեղծվել է հատուկ Ձեզ համար:

source: Your chosen password.
hy_am: Ձեր ընտրած գաղտնաբառը

source: User already exists. Password inherited.
hy_am: Օգտատերն արդեն գոյություն ունի: Գաղտնաբառը փոխանցված է:

source: The password you chose during the install.
hy_am: Տեղադրման ընթացքում ընտրված գաղտնաբառը

# Default category slug
source: Uncategorized
hy_am: Չդասակարգված

# Default link category slug
source: Blogroll
hy_am: Բլոգռոլ

source: Welcome to <a href="SITE_URL">SITE_NAME</a>. This is your first post. Edit or delete it, then start blogging!
hy_am: Բարի գալուստ <a href="SITE_URL">SITE_NAME</a>: Սա Ձեր առաջին գրառումն է: Խմբագրեք կամ հեռացրեք այն, և սկսեք բլոգրառումը:

source: Welcome to WordPress. This is your first post. Edit or delete it, then start blogging!
hy_am: Բարի գալուստ Վորդպրես: Սա Ձեր առաջին գրառումն է: Խմբագրեք կամ հեռացրեք այն, որից հետո անցեք բլոգրառման:

source: Hello world!
hy_am: Ողջույն, աշխարհ!

source: Mr WordPress
hy_am: Միստր Վորդպրես

source: Hi, this is a comment.<br />To delete a comment, just log in and view the post&#039;s comments. There you will have the option to edit or delete them.
hy_am: Ողջույն, սա մեկնաբանություն է:<br />Այն հեռացնելու համար, պարզապես մուտք գործեք համակարգ և դիտեք այս գրառման մեկնաբանությունները: Այնտեղ էլ կգտնեք մեկնաբանությունները խմբագրելու կամ հեռացնելու դրույթները:

source: This is an example page. It's different from a blog post because it will stay in one place and will show up in your site navigation (in most themes). Most people start with an About page that introduces them to potential site visitors. It might say something like this: <blockquote>Hi there! I'm a bike messenger by day, aspiring actor by night, and this is my blog. I live in Los Angeles, have a great dog named Jack, and I like pi&#241;a coladas. (And gettin' caught in the rain.)</blockquote> ...or something like this: <blockquote>The XYZ Doohickey Company was founded in 1971, and has been providing quality doohickies to the public ever since. Located in Gotham City, XYZ employs over 2,000 people and does all kinds of awesome things for the Gotham community.</blockquote> As a new WordPress user, you should go to <a href="%s">your dashboard</a> to delete this page and create new pages for your content. Have fun!
hy_am: Սա էջի օրինակ է: Այն տարբերվում է բլոգի գրառումից, քանի որ այն կմնա նույն տեղում և (բազմաթիվ թեմաների դեպքում) կցուցադրվի Ձեր կայքի նավարկման մենյուի կազմում: Բազմաթիվ մարդիկ սկսում են Մեր մասին էջից, որտեղ հնարավոր այցելուներին ներկայացնում են իրենց մասին որոշակի տեղեկատվություն: Այն կարող է ունենալ այսպիսի ներածական տեսք. <blockquote>Hi there! I'm a bike messenger by day, aspiring actor by night, and this is my blog. I live in Los Angeles, have a great dog named Jack, and I like pi&#241;a coladas. (And gettin' caught in the rain.)</blockquote> ...կամ էլ այսպիսի բովանդակություն. <blockquote>The XYZ Doohickey Company was founded in 1971, and has been providing quality doohickies to the public ever since. Located in Gotham City, XYZ employs over 2,000 people and does all kinds of awesome things for the Gotham community.</blockquote> Որպես Վորդպրեսի նոր օգտատեր, դուք պետք է տեղափոխվեք դեպի Ձեր հաշվի <a href="%s">կառավարման վահանակը</a>, հեռացնեք այս էջը և ձեռնամուխ լինեք Ձեր բովանդակության և նոր էջերի ստեղծմամբ: Ձեզ բարի ժամանց:

source: Sample Page
hy_am: Էջ-օրինակ

source: Your new WordPress site has been successfully set up at: %1$s You can log in to the administrator account with the following information: Username: %2$s Password: %3$s We hope you enjoy your new site. Thanks! --The WordPress Team http://wordpress.org/
hy_am: Ձեր նոր Վորդպրեսը հաջողությամբ տեղադրվել է: %1$s Դուք կարող եք մուտք գործել համակարգ հետևյալ լոգինով, Ծածկանուն. %2$s Գաղտնաբռ. %3$s Հուսով ենք, որ դուք հաճույքով կօգտվեք Ձեր նոր կայքից: Շնորհակալ ենք: --The WordPress Team http://wordpress.org/

source: New WordPress Site
hy_am: Վորդպրեսային նոր կայք

source: The update cannot be installed because WordPress %1$s requires PHP version %2$s or higher and MySQL version %3$s or higher. You are running PHP version %4$s and MySQL version %5$s.
hy_am: Թարմացումը չի կարող տեղադրվել, քանի որ Վորդպրես %1$s-ը պահանջում է PHP %2$s և MySQL %3$s կամ ավելի բարձր տարբերակներ: Ներկա պահին դուք աշխատեցնում եք PHP %4$s և MySQL %5$s:

source: The update cannot be installed because WordPress %1$s requires PHP version %2$s or higher. You are running version %3$s.
hy_am: Թարմացումը չի կարող տեղադրվել, քանի որ Վորդպրես %1$s-ը պահանջում է PHP %2$s կամ ավելի բարձր տարբերակ: Ներկա պահին դուք աշխատեցնում եք PHP %3$s:

source: The update cannot be installed because WordPress %1$s requires MySQL version %2$s or higher. You are running version %3$s.
hy_am: Թարմացումը չի կարող տեղադրվել, քանի որ Վորդպրես %1$s-ը պահանջում է MySQL %2$s կամ ավելի բարձր տարբերակ: Ներկա պահին դուք աշխատեցնում եք MySQL %3$s:

source: Verifying the unpacked files&#8230;
hy_am: Թարմացման փաթեթի բացում&#8230;

source: The update could not be unpacked
hy_am: Թարմացման փաթեթը չի հաջողվում բացել:

source: Upgrading database&#8230;
hy_am: Տվյալների բազայի թարմացում&#8230;

source: %s (Pending)
hy_am: %s (ընթացի մեջ)

source: Move up
hy_am: Տեղափոխել վեր

source: Move down
hy_am: Տեղափոխել վար

source: Edit Menu Item
hy_am: Խմբագրել մենյուի տարրը

source: Navigation Label
hy_am: Նավարկման պիտակներ (label)

source: Title Attribute
hy_am: Վերնագրի ատրիբուտ

source: Link Target
hy_am: Հղման թիրախ (target)

source: Same window or tab
hy_am: Նույն պատուհանում կամ թաբում

source: New window or tab
hy_am: Նոր պատուհան կամ թաբ

source: CSS Classes (optional)
hy_am: CSS դասեր (կամավոր)

source: The description will be displayed in the menu if the current theme supports it.
hy_am: Նկարագրությունը կցուցադրվի մենյուի մեջ, եթե ընթացիկ թեման ապահովում է այս հնարավորությունը:

source: Original: %s
hy_am: Օրիգինալ. %s

source: Theme Locations
hy_am: Թեմայի լոկալիզացիաներ

source: Custom Links
hy_am: Ձեր հղումները

source: The current theme does not natively support menus, but you can use the &#8220;Custom Menu&#8221; widget to add any menus you create here to the theme&#8217;s sidebar.
hy_am: Ընթացիկ թեման ի սկզբանե չի ապահովում մենյուներ, սակայն դուք կարող եք օգտագործել &laquo;Իմ ստեղծած մենյուն&raquo; վիջեթը՝ այստեղ ստեղծված մենյուներն ավելացնելու թեմայի կողմնային սյունակում (sidebar):

source: Your theme supports %s menu. Select which menu you would like to use.
hy_am: Ձեր թեման ապահովում է %s մենյու: Ընտրել, թե որ մենյուն եք ցանկանում օգտագործել:

source: Label
hy_am: Պիտակ (label)

source: Menu Item
hy_am: Մեյնուի տարր

source: Add to Menu
hy_am: Ավելացնել մենյուում

source: No items.
hy_am: Ոչ մի տարր չկա:
