Repository: Idealien/Multisite-Language-Switcher
Catalog: languages/msls-*.po
Languages: hy_am, lt_lt, ru_ru, sv_se, tr

source: To achieve maximum flexibility, you have to configure each blog separately.
lt_lt: Norint pasiekti maksimalų lankstumą, turite sukonfigūruoti kiekvieną tinklaraštį atskirai.
sv_se: För maximal flexibilitet måste du konfigurera varje site separat.
tr: Maximum esneklik elde edebilmemiz için, her blogun yapılandırma ayarlarını ayrı ayrı yapmalısınız.

source: Main Settings
lt_lt: Pagrindiniai nustatymai
ru_ru: Главные настройки
sv_se: Huvudinställningar
tr: Ayarlar

source: Display
lt_lt: Parodyti
ru_ru: Показать
sv_se: Visning
tr: Göster

source: Sort output by description
lt_lt: Rykiuoti pagal aprašymą
ru_ru: Отсортировать по названию
sv_se: Sortera output på beskrivning
tr: Listeyi açıklamaya göre sırala

source: Display link to the current language
lt_lt: Rodyti nuorodą į šią kalbą
ru_ru: Показать ссылку на данный язык
sv_se: Visa en länk till det aktiva språket
tr: Mevcut dil için link göster

source: Show only links with a translation
lt_lt: Rodyti tik nuorodas su vertimais
ru_ru: Показывать ссылки с переводом
sv_se: Visa enbart länkar med en översättning
tr: Sadece link ve çeviriyi göster

source: Text/HTML before the list
lt_lt: Tekstas/HTML prieš sąrašą
ru_ru: Текст/HTML перед элементом списка
sv_se: Text/HTML före listan
tr: Listenin başına TEXT/HTML

source: Text/HTML after the list
lt_lt: Tekstas/HTML po sąrašo
ru_ru: Текст/HTML после элемента списка
sv_se: Text/HTML efter listan
tr: Listenin sonuna Text/HTML

source: Text/HTML before each item
lt_lt: Tekstas/HTML prieš kiekvieną įrašą
ru_ru: Текст/HTML перед элементом
sv_se: Text/HTML före varje språk
tr: Her bağlantının başına Text/HTML

source: Text/HTML after each item
lt_lt: Tekstas/HTML po kiekvieno įrašo
ru_ru: Текст/HTML после элемента
sv_se: Text/HTML efter varje språk
tr: Her bağlantının sonuna Text/HTML

source: Add hint for available translations
lt_lt: Pridėti galimų vertimų užuominą
ru_ru: Добавить подсказку для имеющихся переводов
sv_se: Lägg till tips för tillgängliga översättningar
tr: Çeviriler için ipucu ekle

source: Hint priority
lt_lt: Užuominų prioritetas
ru_ru: Приоритет подсказок
sv_se: Prioritet för tips
tr: İpucu önceliği

source: Activate experimental autocomplete inputs
sv_se: Aktivera experimentell funktion för automatisk ifyllnad av textfält

source: Custom URL for flag-images
lt_lt: Nurodyti URL vėliavų paveiksliukams
ru_ru: Собственная ссылка на флаг-иконку
sv_se: Egen URL för flagg-bilder
tr: Bayrak resimleri için özel URL

source: Reference user
sv_se: Referensanvändare

source: Exclude this blog from output
lt_lt: Ignoruoti šį įrašą
ru_ru: Исключить блог из меню
sv_se: Exkludera denna site från output
tr: Bu blogu sıralamadan çıkar

source: Edit the translation in the %s-blog
lt_lt: Redaguoti vertimą %s įrašui
ru_ru: Редактировать перевод в %s-блоге
sv_se: Redigera översättningen på %s-siten
tr: Bu yazının çevirisini değiştir %s

source: Create a new translation in the %s-blog
lt_lt: Sukurti naują vertimą %s įrašui
ru_ru: Добавить перевод в %s-блог
sv_se: Skapa en ny översättning på %s-siten
tr: Bu yazının çevirisini oluştur %s

source: Show all blogs
sv_se: Visa alla siter

source: Not translated in the %s-blog
sv_se: Inte översatt i %s-siten

source: Flag and description
lt_lt: Vėliava ir aprašymas
ru_ru: Флаг и название
sv_se: Flagga och beskrivning
tr: Bayrak ve Açıklama

source: Flag only
lt_lt: Tik vėliavas
ru_ru: Только флаг
sv_se: Enbart flagga
tr: Sadece bayrak

source: Description and flag
lt_lt: Aprašymas ir vėliava
ru_ru: Название и флаг
sv_se: Beskrivning och flagga
tr: Açıklama ve Bayrak

source: Description only
lt_lt: Tik aprašymas
ru_ru: Только название
sv_se: Enbart beskrivning
tr: Sadece açıklama

source: You should define at least another blog in a different language in order to have some benefit from this plugin!
lt_lt: Jūs turėtumėte sukurti bent vieną įrašą kita kalba, kad būtų šiek tiek naudos iš šio įskepio!
ru_ru: Вам необходимо добавить минимум один блог на другом языке, чтобы активировать plugin!
sv_se: Du bör skapa minst en till site i ett annat språk för att ha nytta av detta tillägg!
tr: Bu eklentiden faydalanabilmek için, farklı dilde en az bir blogunuz daha olmalı!

source: No available translations found
sv_se: Inga tillgängliga översättningar funna
