Repository: Idealien/Multisite-Language-Switcher
Catalog: languages/msls-*.po
Languages: hy_am, lt_lt, ru_ru, sv_se, tr

source: Most Recent
hy_am: Ամենավերջին

source: View All
hy_am: Դիտել բոլորը

source: No results found.
hy_am: Որևէ արդյունք չի հայտնաբերվել

# nav menu front page title
source: Home: %s
hy_am: Սկիզբ. %s

# nav menu home label
source: Home
hy_am: Սկիզբ

source: Most Used
hy_am: Ամենաշատ օգտագործված

source: Select menu items (pages, categories, links) from the boxes at left to begin building your custom menu.
hy_am: Ձախ կողմից ընտրել մենյուի տարրեր (էջեր, բաժիններ, հղումներ) և սկսել Ձեր սեփական մենյուի կազմավորումը:

source: The Walker class named <strong>%s</strong> does not exist.
hy_am: <strong>%s</strong> անվանումով Ուոլքեր դասը գոյություն չունի:

source: Click Save Menu to make pending menu items public.
hy_am: Սեղմեք &laquo;Պահպանել մենյուն&raquo; կոճակը՝ Ձեր կայքում այն տեղադնելու համար:

source: Show advanced menu properties
hy_am: Ցուցադրել ընդլայնված մենյուի դրույթները

source: CSS Classes
hy_am: CSS դասեր

source: The <code>%1$s</code> plugin header is deprecated. Use <code>%2$s</code> instead.
hy_am: <code>%1$s</code> պլագինի &laquo;հիդերն&raquo; այլևս չի գործում: Դրա փոխարեն օգտագործեք <code>%2$s</code>:

source: Visit plugin homepage
hy_am: Այցելել պլագինի կայքէջը

source: Advanced caching plugin.
hy_am: Քեշավորման ընդլայնված պլագին

source: Custom database class.
hy_am: Ձեր տվյալների բազայի դասը:

source: Custom database error message.
hy_am: Ձեր տվյալների բազայում տեղ գտած սխալի վերաբերյալ հաղորդագրություն:

source: Custom install script.
hy_am: Տեղադրման սկրիպտ:

source: Custom maintenance message.
hy_am: Պահպանողական էջի հաղորդագրությունը:

source: External object cache.
hy_am: Արտաքին օբյեկտների քեշը:

source: Executed before Multisite is loaded.
hy_am: Գործարկվել է մինչև Multisite-ի բեռնվելը:

source: Custom site deleted message.
hy_am: Ձեր կայքը հեռացնելու հաղորդագրություն:

source: Custom site inactive message.
hy_am: Ձեր կայքն ապաակտիվացնելու հաղորդագրություն:

source: Custom site suspended message.
hy_am: Ձեր կայքը կասկածվելու հաղորդագրություն:

source: The plugin generated unexpected output.
hy_am: Պլագինը առաջ է բերել անսպասելի արդյունք:

source: One of the plugins is invalid.
hy_am: Պլագիններից մեկնումեկը չգործող է:

source: Could not fully remove the plugin(s) %s.
hy_am: Չի հաջողվում ամբողջությամբ հեռացնել այս պլագին(ներ)ը. %s:

source: Invalid plugin path.
hy_am: Պլագինի ուղին սխալ է:

source: Plugin file does not exist.
hy_am: Պլագինի ֆայլը գոյություն չունի:

source: The plugin does not have a valid header.
hy_am: Պլագինը չունի ճիշտ &laquo;հիդեր&raquo;

source: The ftp PHP extension is not available
hy_am: ftp PHP էքստենզին մատչելի չէ:

# uploaded files
source: All <span class="count">(%s)</span>
hy_am: Բոլոր <span class="count">(%s)</span>

# detached files
source: Unattached <span class="count">(%s)</span>
hy_am: Չկցված <span class="count">(%s)</span>

# uploaded files
source: Trash <span class="count">(%s)</span>
hy_am: Աղբ <span class="count">(%s)</span>

source: Attach to a post
hy_am: Կցված է գրառմանը

source: Scan for lost attachments
hy_am: Որոնել կորցված կցորդներ

source: No media attachments found.
hy_am: Մեդիա կցորդ չի հայտնաերվել

# column name
source: File
hy_am: Ֆայլ

# column name
source: Attached to
hy_am: Կցված է

# column name
source: Date
hy_am: Ամսաթիվ

source: %s from now
hy_am: %s ներկայից սկսած

source: (Unattached)
hy_am: (Չկցված)

source: Attach
hy_am: Կցել

source: You are not allowed to edit pages as this user.
hy_am: Որպես այս օգտատեր, դուք իրավասու չեք խմբագրել էջեր:

source: You are not allowed to create pages as this user.
hy_am: Որպես այս օգտատեր, դուք իրավասու չեք ստեղծել էջեր:

source: You are not allowed to edit posts as this user.
hy_am: Որպես այս օգտատեր, դուք իրավասու չեք խմբագրել գրառումներ:

source: You are not allowed to post as this user.
hy_am: Որպես այս օգտատեր, դուք իրավասու չեք կատարել գրառումներ:

source: You are not allowed to edit pages.
hy_am: Դուք իրավասու չեք խմբագրել էջեր:

source: You are not allowed to edit posts.
hy_am: Դուք իրավասու չեք որպես խմբագրել գրառումները:

source: Auto Draft
hy_am: Ավտոպահպանում

source: You are not allowed to create pages on this site.
hy_am: Դուք իրավասու չեք այս կայքում ստեղծել էջեր:

source: You are not allowed to create posts or drafts on this site.
hy_am: Դուք իրավասու չեք այս կայքում ստեղծել գրառումներ կամ սևագրեր:

source: Images
hy_am: Նկարներ

source: Manage Images
hy_am: Կառավարել նկարները

source: Image <span class="count">(%s)</span>
hy_am: Նկար <span class="count">(%s)</span>

source: Audio
hy_am: Աուդիո

source: Manage Audio
hy_am: Կարգավորել աուդիոն

source: Audio <span class="count">(%s)</span>
hy_am: Աուդիո <span class="count">(%s)</span>

source: Video
hy_am: Վիդեո

source: Manage Video
hy_am: Կառավարել հոլովակը

source: Video <span class="count">(%s)</span>
hy_am: Վիդեո <span class="count">(%s)</span>

source: Click to edit this part of the permalink
hy_am: Սեղմեք՝ խմբագրելու մշտական հղման (permalink) այս մասը

source: Temporary permalink. Click to edit this part.
hy_am: Ժամանակավոր մշտական հղում (permalink): Սեղմեք՝ խմբագրելու այս մասը:

source: Permalink:
hy_am: Մշտական հղում (Permalink).

source: Change Permalinks
hy_am: Փոփոխել մշտական հղումները (permalinks)

source: Set featured image
hy_am: Սահմանել կարևորված (featured) նկարը

source: Remove featured image
hy_am: Հեռացնել կարևորված (featured) նկարը

source: Warning: %s is currently editing this post
hy_am: Զգուշացում. %s-ը ներկա պահին խմբագրում է այս գրառումը:

source: Warning: %s is currently editing this page
hy_am: Զգուշացում. %s-ը ներկա պահին խմբագրում է այս էջը:

source: Warning: %s is currently editing this.
hy_am: Զգուշացում. %s-ը ներկա պահին խմբագրում է սա:

source: Preview not available. Please save as a draft first.
hy_am: Նախնական դիտումը մատչելի չէ: Խնդրում ենք նախ պահպանել որպես սևագիր:

source: Exit fullscreen
hy_am: Փակել ամբողջական պատուհանով դիտումը

source: Bold (Ctrl + B)
hy_am: Թավ (Ctrl + B)

source: Italic (Ctrl + I)
hy_am: Թեք (Ctrl + I)

source: Unordered list (Alt + Shift + U)
hy_am: Չհամարակալված ցուցակ (Alt + Shift + U)

source: Ordered list (Alt + Shift + O)
hy_am: Համարակալված ցուցակ (Alt + Shift + O)

source: Blockquote (Alt+Shift+Q)
hy_am: Մեջբերում (Alt+Shift+Q)

source: Insert/edit image (Alt + Shift + M)
hy_am: Ներմուծել/խմբագրել նկարը (Alt + Shift + M)

source: Insert/edit link (Alt + Shift + A)
hy_am: Ներմուծել/խմբագրել հղումը (Alt + Shift + A)

source: Unlink (Alt + Shift + S)
hy_am: Հեռացնել հղումը (Alt + Shift + S)

source: Help (Alt + Shift + H)
hy_am: Օգնություն (Alt + Shift + H)

source: Updated.
hy_am: Թարմացված է:

source: Just write.
hy_am: Պարզապես գրեք:

source: My Site
hy_am: Իմ կայքը

source: Just another WordPress site
hy_am: Մեկ այլ Վորդպրեսային կայք

source: Just another %s site
hy_am: Մեկ այլ %s կայք

# User role
source: Administrator
hy_am: Կառավարիչ

# User role
source: Editor
hy_am: Խմբագիր

# User role
source: Author
hy_am: Հեղինակ

# User role
source: Contributor
hy_am: Անդամ

# User role
source: Subscriber
hy_am: Բաժանորդ

source: You must provide a domain name.
hy_am: Խնդրում ենք տրամադրել դոմեյն անվանումը:

source: You must provide a name for your network of sites.
hy_am: Դուք պետք է տրամադրեք Ձեր կայքերի ցանցի անվանումը:

source: The network already exists.
hy_am: Այս ցանցն արդեն իսկ ստեղծված է:

source: You must provide a valid e-mail address.
hy_am: Դուք պետք է տրամադրեք Ճիշտ էլ. փոստի հասցե:

source: Dear User, Your new SITE_NAME site has been successfully set up at: BLOG_URL You can log in to the administrator account with the following information: Username: USERNAME Password: PASSWORD Log in Here: BLOG_URLwp-login.php We hope you enjoy your new site. Thanks! --The Team @ SITE_NAME
hy_am: Հարգելի օգտատեր, Ձեր նոր SITE_NAME կայքը հաջողությամբ տեղադրված է այստեղ. BLOG_URL Դուք կարող եք մուտք գործել Ձեր կառավարման հաշիվը հետևյալ լոգին-տվյալներով. Ծածկանուն. USERNAME Գաղտնաբառ. PASSWORD Մուտք գործեք համակարգ այստեղ. BLOG_URLwp-login.php Հուսով ենք, որ դուք գոհ կմնաք Ձեր կայքից: Շնորհակալություն --Կայքի թիմ @ SITE_NAME

source: Warning! Wildcard DNS may not be configured correctly!
hy_am: Ուշադրրություն: Wildcard DNS-ը ճիշտ ձևափոխված չէ:

source: The installer attempted to contact a random hostname (<code>%1$s</code>) on your domain.
hy_am: Ձեր դոմեյնում մենք փորձում ենք կապ հաստատել պատահական հոստի հետ(<code>%1$s</code>)

source: This resulted in an error message: %s
hy_am: Սա առաջ է բերել սխալ մատնանշող հետևյալ հաղորդագրությունը. %s

source: To use a subdomain configuration, you must have a wildcard entry in your DNS. This usually means adding a <code>*</code> hostname record pointing at your web server in your DNS configuration tool.
hy_am: Սուբդոմեյն օգտագործելու համար, դուք պետք է ունեննք Ձեր DNS-ի wildcard entry-ն: This usually means adding a <code>*</code> hostname record pointing at your web server in your DNS configuration tool.

source: You can still use your site but any subdomain you create may not be accessible. If you know your DNS is correct, ignore this message.
hy_am: Դուք կարող եք օգտագործել Ձեր կայքը, սակայն ստեղծված ենթադոմեյնները կդառնան ոչ մատչելի: Եթե դուք համզված եք, որ Ձեր DNS-ը ճիշտ է, անտեսեք այս հաղորդագրությունը:

source: No links found.
hy_am: Հղումեր չեն հայտնաբերվել

source: Relationship
hy_am: Փոխկապվածություն

source: Visible
hy_am: Տեսանելի

source: Rating
hy_am: Վարկանիշ

source: You are about to delete this link '%s' 'Cancel' to stop, 'OK' to delete.
hy_am: Դուք պատրաստվում եք հեռացնել '%s' հղումը: Սեղմեք &laquo;Դադարեցնել&raquo; կամ &laquo;Շարունակել&raquo;՝ հեռացնելու այն:

source: Visit %s
hy_am: Այցելել %s

source: Unable to locate WordPress theme directory.
hy_am: Չի հաջողվում գտնել Վորդպրեսի թեմաների կատալոգը:

source: Could not fully remove the theme %s.
hy_am: %s թեմայի լիարժեք հեռացումը չի հաջողվում:

source: Updating this theme will lose any customizations you have made. 'Cancel' to stop, 'OK' to update.
hy_am: Այս թեմայի թարմացմամբ դուք կարող եք կորցնել Ձեր կատարած փոփոխությունները: Սեղմեք &laquo;Դադարեցնել&raquo;՝ դադարեցնելու կամ &laquo;Շարունակել&raquo;՝ թարմացումը շարունակելու համար:

source: There is a new version of %1$s available. <a href="%2$s" class="thickbox" title="%1$s">View version %3$s details</a>.
hy_am: %1$s նոր տարբերակը մատչելի է: <a href="%2$s" class="thickbox" title="%1$s">Դիտել %3$s տարբերակի մանրամասները</a>

source: There is a new version of %1$s available. <a href="%2$s" class="thickbox" title="%1$s">View version %3$s details</a>. <em>Automatic update is unavailable for this theme.</em>
hy_am: %1$s նոր տարբերակը մատչելի է: <a href="%2$s" class="thickbox" title="%1$s">Դիտել %3$s տարբերակի մանրամասները</a>: <em>Այս թեմայի ավտոմատ թարմացումը մատչելի չէ</em>

source: There is a new version of %1$s available. <a href="%2$s" class="thickbox" title="%1$s">View version %3$s details</a> or <a href="%4$s" %5$s>update automatically</a>.
hy_am: %1$s-ի նոր տարբերակը մատչելի է: <a href="%2$s" class="thickbox" title="%1$s">Դիտել %3$s տարբերակի մանրամասները</a> կամ <a href="%4$s" %5$s>ավտոմատ կերպով թարմացնել</a>:

source: Colors
hy_am: Գույներ

source: Tan
hy_am: Դեղնաշագանակագույն

source: Dark
hy_am: Մուգ

source: Light
hy_am: Բաց

source: Columns
hy_am: Սյունակներ

source: One Column
hy_am: Մեկ սյունակ

source: Two Columns
hy_am: Երկու սյունակ

source: Three Columns
hy_am: Երեք սյունակ

source: Four Columns
hy_am: Չորս սյունակ

source: Left Sidebar
hy_am: Ձախ կողմնային սյունակ (sidebar)

source: Right Sidebar
hy_am: Աջ կողմնային սյունակ (sidebar)

source: Fixed Width
hy_am: Ֆիքսված լայնություն

source: Flexible Width
hy_am: Փոփոխելի լայնություն

source: Features
hy_am: Առանձնահատկություններ

source: Custom Colors
hy_am: Ընտրովի գույները

source: Editor Style
hy_am: Խմբագրիչի ոճը

source: Front Page Posting
hy_am: Առաջին էջի գրառումներ

source: Microformats
hy_am: Միկրոֆորմատներ

source: Sticky Post
hy_am: Փակցված գրառում

source: Theme Options
hy_am: Թեմայի դրույթներ

source: Threaded Comments
hy_am: Խմբավորված մեկնաբանություններ

source: Translation Ready
hy_am: Թարգմանվելուն պատրաստ

source: RTL Language Support
hy_am: RTL լեզվային ապահովված

source: Subject
hy_am: Վերնագիր

source: Holiday
hy_am: Արձակուրդ

source: Photoblogging
hy_am: Ֆոտոբլոգ

source: Seasonal
hy_am: Սեզոնային

source: Preview Changes
hy_am: Փոփոխությունների նախնական դիտում

source: Visibility:
hy_am: Տեսանելիությունը.

source: Stick this post to the front page
hy_am: Փակցնել այս գրառումը գլխավոր էջին

source: Scheduled for: <b>%1$s</b>
hy_am: Նախատեսված է. <b>%1$s</b>

source: Published on: <b>%1$s</b>
hy_am: Հրապարակված է. <b>%1$s</b>

source: Publish <b>immediately</b>
hy_am: Հրապարակել <b>անհապաղ</b>

source: Schedule for: <b>%1$s</b>
hy_am: Նախատեսված է. <b>%1$s</b>

source: Publish on: <b>%1$s</b>
hy_am: Հրապարակել. <b>%1$s</b>

source: Excerpts are optional hand-crafted summaries of your content that can be used in your theme. <a href="http://codex.wordpress.org/Excerpt" target="_blank">Learn more about manual excerpts.</a>
hy_am: Մեջբերումները (Excerpts) Ձեր գրառումը ներկայացնող և կամավոր ձեռքով-պատրաստված համառոտագրեր են, որոնք կարող են օգտագործվել Ձեր թեմայում: <a href="http://codex.wordpress.org/Excerpt" target="_blank">Իմացեք համառոտագրերի մասին ավելին</a>:

source: Already pinged:
hy_am: Արդեն պինգի են ենթարկվել.

source: Send trackbacks to:
hy_am: Ուղարկել թրեքբեքները.

source: Separate multiple URLs with spaces
hy_am: Տարբեր URL-ներն իրարից առանձնացրեք բաց տարածություններով (space):

source: Custom fields can be used to add extra metadata to a post that you can <a href="http://codex.wordpress.org/Using_Custom_Fields" target="_blank">use in your theme</a>.
hy_am: Լրացուցիչ դաշտերը կարող են օգտագործվել՝ գրառումներում ավելացնելու լրացուցիչ մետա-տվյալներ: <a href="http://codex.wordpress.org/Using_Custom_Fields" target="_blank">Իմանալ ավելին</a>:

source: Allow comments.
hy_am: Թույլատրել մեկնաբանությունները:

source: Allow <a href="%s" target="_blank">trackbacks and pingbacks</a> on this page.
hy_am: Թույլատրել այս էջում <a href="%s" target="_blank">թրեքբեքեր և պինգբեքեր</a>:

source: Show comments
hy_am: Ցուցադրել մեկնաբանությունները

source: (no parent)
hy_am: (&laquo;ծնող&raquo; չկա)

source: Need help? Use the Help tab in the upper right of your screen.
hy_am: Օգնության կարիք ունե՞ք: Օգտվեք վերջին աջ անկյունի Օգնության հղումից՝ ծանոթանալու որոշ հմտությունների:

source: Visit Link
hy_am: Հետևել այս հղմանը

source: Keep this link private
hy_am: Չցուցադրել այս հղումը և ոչ մեկին

source: + Add New Category
hy_am: + Ավելացնել նոր բաժին

source: New category name
hy_am: Նոր բաժնի անվանումը

source: <code>_blank</code> &mdash; new window or tab.
hy_am: <code>_blank</code> &mdash; նոր պատուհանում կամ թաբում:

source: <code>_top</code> &mdash; current window or tab, with no frames.
hy_am: <code>_top</code> &mdash; ընթացիկ պատուհանի կամ թաբի մեջ, առանց frame-ի:

source: <code>_none</code> &mdash; same window or tab.
hy_am: <code>_none</code> &mdash; նույն պատուհանի կամ թաբի մեջ:

source: Choose the target frame for your link.
hy_am: Ընտրեք Ձեր հղման թիրախը (target):

source: identity
hy_am: անձնական

source: another web address of mine
hy_am: իմ մեկ այլ վեբ-հասցեն

source: friendship
hy_am: ընկերության տեսակը

source: contact
hy_am: կոնտակտ

source: acquaintance
hy_am: ծանոթ

source: friend
hy_am: ընկեր

source: none
hy_am: ոչ մի

source: physical
hy_am: ֆիզիկական

source: met
hy_am: հանդիպում

source: professional
hy_am: մասնագիտական

source: co-worker
hy_am: աշխատակից

source: colleague
hy_am: գործընկեր

source: geographical
hy_am: աշխարհագրական

source: co-resident
hy_am: համաքաղաքացի

source: neighbor
hy_am: հարևան

source: family
hy_am: ընտանիք

source: child
hy_am: երեխա

source: kin
hy_am: հարազատ

source: parent
hy_am: ծնող

source: sibling
hy_am: քույր/եղբայր

source: spouse
hy_am: կին/ամուսին

source: romantic
hy_am: ռոմանտիկ

source: muse
hy_am: դեռևս անորոշ

source: crush
hy_am: կիրք

source: date
hy_am: ժամադրված

source: sweetheart
hy_am: սիրելի

source: If the link is to a person, you can specify your relationship with them using the above form. If you would like to learn more about the idea check out <a href="http://gmpg.org/xfn/">XFN</a>.
hy_am: Եթե հղումն ուղղված է այնձին, ապա դուք կարող եք հստակեցնլ վերջինիս հետ Ձեր հարաբերությունները: Այս մասին ավելի շատ իմանալու համար կարող եք դիտել <a href="http://gmpg.org/xfn/">XFN</a> էջը:

source: Image Address
hy_am: Նկարի հասցեն

source: RSS Address
hy_am: RSS հասցե

source: Notes
hy_am: Նոթեր

source: (Leave at 0 for no rating.)
hy_am: (Թողեք 0 եթե վարկանիշ չեք սահմանում)

source: You do not have sufficient permissions to access this page.
hy_am: Դուք բավարար լիազորված չեք՝ դիտելու այս էջը:

source: You are using a development version (%1$s). Cool! Please <a href="%2$s">stay updated</a>.
hy_am: Դուք օգտագործում եք մշակման մեջ գտնվող տարբերակ (%1$s): Շատ լավ է: Խնդրում ենք մշտապես հետևել <a href="%2$s">թարմացումներին</a>:

source: <a href="%1$s">Get Version %2$s</a>
hy_am: <a href="%1$s">Ստացիր %2$s տարբերակը</a>

source: <a href="http://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> is available! <a href="%2$s">Please update now</a>.
hy_am: <a href="http://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> մատչելի է: <a href="%2$s">Խնդրում ենք թարմացնել</a>:

source: <a href="http://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> is available! Please notify the site administrator.
hy_am: Մատչելի է <a href="http://codex.wordpress.org/Version_%1$s">Վորդպրես %1$s</a>: Խնդրում ենք տեղեկացնել կառավարիչին:

source: You are using <span class="b">WordPress %s</span>.
hy_am: Դուք օգտագործում եք <span class="b">Վորդպրես %s</span>:

source: Update to %s
hy_am: Թարմացնել մինչև %s

source: Latest
hy_am: Ամենավերջինը

source: There is a new version of %1$s available. <a href="%2$s" class="thickbox" title="%3$s">View version %4$s details</a>.
hy_am: Մատչելի է նոր տարբերակ %1$s: <a href="%2$s" class="thickbox" title="%3$s">Ծանոթանալ %4$s տարբերակի մանրամասներին</a>:

source: There is a new version of %1$s available. <a href="%2$s" class="thickbox" title="%3$s">View version %4$s details</a>. <em>Automatic update is unavailable for this plugin.</em>
hy_am: Նոր %1$s տարբերակը մատչելի է: <a href="%2$s" class="thickbox" title="%3$s">Դիտել %4$s տարբերակի մանրամասները</a> <em>Այս պլագինի ավտոմատ թարմացումը մատչելի է:</em>

source: There is a new version of %1$s available. <a href="%2$s" class="thickbox" title="%3$s">View version %4$s details</a> or <a href="%5$s">update automatically</a>.
hy_am: Նոր %1$s տարբերակը մատչելի է: <a href="%2$s" class="thickbox" title="%3$s">Դիտել %4$s տարբերակի մանրամասները</a> կամ<a href="%5$s">թարմացնել ավտոմատ կերպով</a>:

source: An automated WordPress update has failed to complete - <a href="%s">please attempt the update again now</a>.
hy_am: Վորդպրեսի ավտոմատ թարմացումը խափանվել է: <a href="%s">Խնդրում ենք կրկնել թարմացման գործընթացը</a>:

source: An automated WordPress update has failed to complete! Please notify the site administrator.
hy_am: Վորդպրեսի ավտոմատ թարմացումը խափանվել է: Խնդրում ենք տեղեկացնել կայքի կառավարիչին:

source: Could not update link in the database
hy_am: Չի հաջողվում տվյալների բազայում թարմացնել հղումը:

source: Could not insert link into the database
hy_am: Չի հաջողվում տվյալների բազայում ներմուծել հղում:

# Plugin Installer
source: Featured
hy_am: Կարևորված (featured)

# Plugin Installer
source: Popular
hy_am: Հանրաճանաչ

# Plugin Installer
source: Newest
hy_am: Ամենանորերը

# Plugin Installer
source: Recently Updated
hy_am: Վերջերս թարմացված

source: No plugins match your request.
hy_am: Ձեր հարցմանը համապատասխանող պլագին չի գտնվել:

source: More information about %s
hy_am: %s-ի վերաբերյալ լրացուցիչ տեղեկություններ

source: Install %s
hy_am: Տեղադնել %s

source: Update to version %s
hy_am: Թարմացնել մինչև %s տարբերակը

source: Update Now
hy_am: Թարմացնել հիմա

source: This plugin is already installed and is up to date
hy_am: Այս պլագինն արդեն իսկ տեղադրված է և թարմացված է:

source: Installed
hy_am: Տեղադրված

source: Embed Code
hy_am: Ներմուծման կոդ

source: Insert Video
hy_am: Ներմուծել վիդեո

source: Click to insert.
hy_am: Սեղմեք՝ ներմուծելու համար:

source: Unable to retrieve images or no images on page.
hy_am: Հնարավոր չէ ցուցադրել էջի նկարները կամ էլ պարզապես նկարներ չկան:

source: click images to select
hy_am: սեղմել նկարին՝ ընտրելու համար

source: Add from URL
hy_am: Ավելացնել URL-ից

source: Refresh
hy_am: Թարմացնել

source: Loading...
hy_am: Բեռնում...

source: Post Format:
hy_am: Գրառման ֆորմատը.

source: You cannot modify this Taxonomy.
hy_am: Դուք չեք կարող ձևափոխել այս տաքսոնոմիան:

source: Post Tags
hy_am: Գրառման պիտակներ

source: Choose from the most used tags in Post Tags
hy_am: Ընտրել գրառումների պիտակներից ամենաշատ օգտագործվածներից:

source: Your post has been saved.
hy_am: Ձեր գրառումը պահպանված է:

source: View post
hy_am: Դիտել գրառումը

source: Close Window
hy_am: Փակել պատուհանը

source: Insert an Image
hy_am: Ներմուծել նկար

source: Embed a Video
hy_am: Ներդնել հոլովակ

source: Profile
hy_am: Այցեքարտ

source: You do not have sufficient permissions to add links to this site.
hy_am: Դուք բավարար լիազորված չեք այս կայքում ավելացնել հղումներ:

source: Add New Link
hy_am: Ավելացնել նոր հղում

source: You attempted to edit an item that doesn&#8217;t exist. Perhaps it was deleted?
hy_am: Դուք փորձել եք խմբագրել գոյություն չունեցող տարր: Միգուցե այն հեռացվե՞լ է:

source: You can&#8217;t edit this item because it is in the Trash. Please restore it and try again.
hy_am: Դուք չեք կարող խմբագրել սա, քանի որ այն աղբարկղում է: Նախ դուրս հանեք այն աղբարկղից և կրկին փորձեք:

source: You are not allowed to move this item out of the Trash.
hy_am: Դուք իրավունք չունեք սա հանել աղբարկղից:

source: Error in deleting.
hy_am: Հեռացնելու ընթացքի սխալ:

source: Permalink Settings
hy_am: Մշտական հղումների դրույթներ

source: This screen provides some common options for your default permalinks URL structure.
hy_am: Այս էջում կգտնեք Ձեր մշտական հղումների (permalinks) URL կառուցվածքի վերաբերյալ ընդհանուր բնույթի դրույթներ:

source: If you pick an option other than Default, your general URL path with structure tags, terms surrounded by <code>%</code>, will also appear in the custom structure field and your path can be further modified there.
hy_am: Եթե դուք ընտրեք լռելյայնից տարբերվող այլ դրույթ, ապա Ձեր կայքի URL-ներերի կառուցվածում դուք պետք է ներդնեք հիմնական սեգմենտներն իրարից առանցնացնող <code>%</code> նշաններ:

source: When you assign multiple categories or tags to a post, only one can show up in the permalink: the lowest numbered category. This applies if your custom structure includes <code>%category%</code> or <code>%tag%</code>.
hy_am: Եթե դուք Ձեր մի գրառման համար սահմանում եք մի շարք բաժիններ և պիտակներ, ապա դրանցից միայն մեկը կհանդիսանա տվյալ գրառման էջի հիմնական հղման հիմքը: Սա գործում է այն դեպքում, երբ դուք Ձեր գրառումների հիմնական հղումի կազմում կիրառում եք <code>%category%</code> կամ <code>%tag%</code>:

source: Note that permalinks beginning with the category, tag, author or postname structure tags require more advanced server resources. Double-check your hosting details to make sure those are in place or start your permalinks with other structure tags.
hy_am: Նկատի ունեցեք, որ բաժիններով, պիտակներով, հեղինակի անունով կամ գրառման մետա-տվյալներով սկսվող հիմնական հղումները պահանջում են ընդլայնված սերվերի հնարավորություններ: Այնպես որ համոզվեք, որ Ձեր հոսթերն ապահովում է հիմնական հղումների օգտագործման հանգամանքը:
