Repository: Idealien/Multisite-Language-Switcher
Catalog: languages/msls-*.po
Languages: hy_am, lt_lt, ru_ru, sv_se, tr

source: I would like my site to be visible to everyone, including search engines (like Google, Bing, Technorati) and archivers
hy_am: Ես ցանկանում եմ, որպեսզի իմ կայքը տեսանելի լինի բոլորին, այդ թվում՝ որոնող համակարգերին (ինչպիսիք են Գուգլը, Բինգը, Տեխնոկրատին) և արխիվերներին:

source: I would like to block search engines, but allow normal visitors
hy_am: Ես ցանկանում եմ կայքն անտեսանելի դարձնել ՄԻԱՅՆ որոնող համակարգերի համար

source: Collapse menu
hy_am: Փակել մենյուն

source: You do not have sufficient permissions to edit templates for this site.
hy_am: Դուք չունեք բավարար լիազորություններ՝ խմբագրելու այս կայքի շաբլոնները:

source: Edit Themes
hy_am: Խմբագրել թեմաները

source: You can use the Theme Editor to edit the individual CSS and PHP files which make up your theme.
hy_am: Դուք կարող եք օգտվել Թեմայի խմբագրիչից՝ փոփոխության ենթարկելու առանձին CSS և PHP ֆայլերը, որոնցով ձևավորված է Ձեր թեման:

source: Begin by choosing a theme to edit from the dropdown menu and clicking Select. A list then appears of all the template files. Clicking once on any file name causes the file to appear in the large Editor box.
hy_am: Սկսեք այն թեման ընտրելուց, որը ցանկանում եք խմբագրել: Դրանից հետո էջի աջ սյունակում կթվարկվեն տվյալ թեմայի մաս կազմող շաբլոնային ֆայլերը: Սեղմելով այդ ֆայլերից մեկնումեկը, վերջինիս բովանդակությունը կհայտնվի մեծ խմբագրիչի դաշտում:

source: For PHP files, you can use the Documentation dropdown to select from functions recognized in that file. Lookup takes you to a web page with reference material about that particular function.
hy_am: PHP ֆայլերի համար, դուք կարող եք օգտվել Փաստաթղթեր մենյուից՝ ընտրելու տվյալ ֆայլի սահմաններում նույնականացված ֆունկցիաները: Դուք կարող եք ծանոթանալ այդ ֆունկցիաներին՝ սեղմելով &laquo;Նկարագրություն&raquo; կոճակը:

source: After typing in your edits, click Update File.
hy_am: Չմոռանաք վերջում սեղմել &laquo;Թարմացնել ֆայլը&raquo; կոճակը:

source: <strong>Advice:</strong> think very carefully about your site crashing if you are live-editing the theme currently in use.
hy_am: <strong>Խորհուրդ</strong> հիշեք, որ եթե դուք փոփոխություններ եք կատարում Ձեր օնլայն կայքի վրա, ապա չի բացառվում, որ սխալ խմբագրման պատճառով վերջինս կարող է տուժել և անգամ այցելուների համար դառնալ անհասանելի:

source: Upgrading to a newer version of the same theme will override changes made here. To avoid this, consider creating a <a href="http://codex.wordpress.org/Child_Themes" target="_blank">child theme</a> instead.
hy_am: Թեմայի թարմացմամբ Ձեր կատարած փոփոխությունները կարող են ջնջվել: Այս վիճակից խուսափելու համար, մտածեք <a href="http://codex.wordpress.org/Child_Themes" target="_blank">ենթաթեմա</a> ստեղծելու ուղղությամբ:

source: <a href="http://codex.wordpress.org/Theme_Development" target="_blank">Documentation on Theme Development</a>
hy_am: <a href="http://codex.wordpress.org/Theme_Development" target="_blank">Թեմաներ ստեղծելու վերաբերյալ փաստաթղթեր</a>

source: <a href="http://codex.wordpress.org/Editing_Files" target="_blank">Documentation on Editing Files</a>
hy_am: <a href="http://codex.wordpress.org/Editing_Files" target="_blank">Ֆայլերը խմբագրելու վերաբերյալ փաստաթղթեր</a>

source: <a href="http://codex.wordpress.org/Template_Tags" target="_blank">Documentation on Template Tags</a>
hy_am: <a href="http://codex.wordpress.org/Template_Tags" target="_blank">Շաբլոնի թեգերի վերաբերյալ փաստաթղթեր</a>

source: The requested theme does not exist.
hy_am: Պահանջվող թեման բացակայում է:

source: Function Name...
hy_am: Ֆունկցիայի անվանումը...

source: Select theme to edit:
hy_am: Ընտրեք խմբագրման ենթակա թեման.

source: Templates
hy_am: Շանլոններ

source: This child theme inherits templates from a parent theme, %s.
hy_am: Այս ենթաթեման օգտագործում է հիմնական թեմայի որոշ շաբլոններ, %s.

# Theme stylesheets in theme editor
source: Styles
hy_am: Ստիլեր

source: Caution:
hy_am: Զգուշացում.

source: This is a file in your current parent theme.
hy_am: Սա Ձեր հիմնական թեմայի ֆայլերից է:

source: Oops, no such file exists! Double check the name and try again, merci.
hy_am: Ուպս...նման ֆայլ գոյություն չունի: Մեկ անգամ էլ ստուգեք անվանումը և կրկին փորձեք: Մերսի:

source: WordPress &rsaquo; Installation
hy_am: Վորդպրես &rsaquo; Տեղադրում

source: <strong>ERROR</strong>: %s
hy_am: <strong>ՍԽԱԼ</strong>. %s

source: User(s) already exists.
hy_am: Օգտատեր(եր)ն արդեն ստեղծված են:

source: Usernames can have only alphanumeric characters, spaces, underscores, hyphens, periods and the @ symbol.
hy_am: Ծածկանունները կարող են կազմված լինել միայն ալֆաթվային նշաններից, տարածություններից, գծիկներից, ենթագծիկներից, կետից և @ նշանից:

source: Password, twice
hy_am: Գաղտնաբառ, 2 անգամ

source: A password will be automatically generated for you if you leave this blank.
hy_am: Եթե դուք սա դատարկ թողնեք, ապա Ձեզ համար ավտոմատ կերպով կստեղծվի պատահական գաղտնաբառ:

source: Your E-mail
hy_am: Ձեր էլ. փոստի հասցեն

source: Double-check your email address before continuing.
hy_am: Մեկ անգամ էլ ստուգեք Ձեր էլ. փոստի հասցեն մինչև շարունակելը:

source: Allow my site to appear in search engines like Google and Technorati.
hy_am: Թույլատրել, որպեսզի իմ կայքը հայտնվի որոնող համակարգերում, ինչպիսիք են Գուգլը և Տեխնոկրատին:

source: Install WordPress
hy_am: Տեղադնել Վորդպրեսը

source: Already Installed
hy_am: Արդեն տեղադրված է

source: You appear to have already installed WordPress. To reinstall please clear your old database tables first.
hy_am: Ըստ երևույթին դուք արդեն տեղադրել եք Վորդպրեսը: Վերատեղադրման համար նախ հեռացրեք Ձեր հին տվյալների բազայի աղյուսակները:

source: You cannot install because <a href="http://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> requires PHP version %2$s or higher and MySQL version %3$s or higher. You are running PHP version %4$s and MySQL version %5$s.
hy_am: Դուք չեք կարող տեղադրել, քանի որ <a href="http://codex.wordpress.org/Version_%1$s">WordPress %1$s</a>-ը պահանջում է PHP %2$s կամ ավելի բարձր տարբերակ և MySQL %3$s կամ ավելի բարձր տարբերակ: Ներկա պահին Ձեր սերվերն ապահովում է PHP %4$s և MySQL%5$s:

source: You cannot install because <a href="http://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> requires PHP version %2$s or higher. You are running version %3$s.
hy_am: Վորդպրեսի տեղադրումը խափանված է, քանի որ <a href="http://codex.wordpress.org/Version_%1$s">WordPress %1$s</a>-ը պահանջում է PHP %2$s և ավելի բարձր: Ներկա պահին Ձեր սերվերն ապահովում է PHP-ի %3$s տարբերակը:

source: You cannot install because <a href="http://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> requires MySQL version %2$s or higher. You are running version %3$s.
hy_am: Վորդպրեսի տեղադրումը խափանված է, քանի որ <a href="http://codex.wordpress.org/Version_%1$s">WordPress %1$s</a>-ը պահանջում է MySQL-ի %2$s կամ ավելի բարձր տարբերակ: Տվյալ պահին Ձեր սերվերն ապահովում է MySQL-ի %3$s տարբերակը:

source: Insufficient Requirements
hy_am: Պահանջները բավարարված չեն

source: Welcome
hy_am: Ողջույն

source: Welcome to the famous five minute WordPress installation process! You may want to browse the <a href="%s">ReadMe documentation</a> at your leisure. Otherwise, just fill in the information below and you&#8217;ll be on your way to using the most extendable and powerful personal publishing platform in the world.
hy_am: Բարի գալուստ Վորդպրեսի տեղադրման հանրահայտ հինգրոպեանոց գործընթաց: Դուք կարող եք թերթել <a href="%s">ReadMe նյութերը</a> Ձեր հանգստի ժամանակ: Հակառակ դեպքում, պարզապես լրացրեք ստորև դաշտերը և դուք կդառնաք աշխարհի ամենահզոր և ամենազարգացվող անձնական հրապարակման պլատֆորմից օգտվողը:

source: Information needed
hy_am: Անհրաժեշտ տեղեկատվություն

source: Please provide the following information. Don&#8217;t worry, you can always change these settings later.
hy_am: Խնդրում ենք տրամադրել հետևյալ տեղեկատվությունը: Մի անհանգստացեք, հետագայում դուք ցանկացած պահի կարող եք վերանայել այս տվյալները:

source: you must provide a valid username.
hy_am: դուք պետք է տրամադրեք ճիշտ ծածկանուն

source: the username you provided has invalid characters.
hy_am: Ձեր ծածկանունը պարունակում է անթույլատրելի տառանշաններ:

source: your passwords do not match. Please try again
hy_am: Ձեր գաղտնաբառերն իրար չեն համընկնում: Խնդրում ենք կրկին փորձել:

source: you must provide an e-mail address.
hy_am: Դուք պետք է տրամարդեք Ձեր էլ. փոստի հասցեն:

source: that isn&#8217;t a valid e-mail address. E-mail addresses look like: <code>username@example.com</code>
hy_am: էլ. փոստի հասցեն սխալ է: Էլ. հասցեն պետք է ունենա հետևյալ տեսքը՝ <code>username@example.com</code>:

source: Success!
hy_am: Վերջ: Ամեն ինչ նորմալ է:

source: WordPress has been installed. Were you expecting more steps? Sorry to disappoint.
hy_am: Վորդպրեսը տեղադրված է: Ավելի՞ դժվար քայլերի էիք սպասում: Կներեք, որ հիասթափեցրեցինք:

source: Tools
hy_am: Գործիքներ

source: Press This is a bookmarklet that makes it easy to blog about something you come across on the web. You can use it to just grab a link, or to post an excerpt. Press This will even allow you to choose from images included on the page and use them in your post. Just drag the Press This link on this screen to your bookmarks bar in your browser, and you&#8217;ll be on your way to easier content creation. Clicking on it while on another website opens a popup window with all these options.
hy_am: Press This-ը փոքրիկ հավելում է, որը, որպես բրաուզերային փոքր ծրագիր, թույլ է տալիս տարբեր կայքերից ընտրել և Ձեզ մոտ պատճենել տարբեր նյութեր: Օգտվեք Press This-ից՝ Ձեզ մոտ &laquo;հիշելու&raquo; տարբեր վեբկայքերում հանդիպած տեքստերը, նկարները և հոլովակները: Հետագայում, ձևափոխելով դրանք, դուք կկարողանաք հրապարակել Ձեր կայքում հրապարակել այդ նոր գրառումը:

source: The Use This link for the Categories and Tags Converter will take you to the Import page, where that Converter is one of the plugins you can download. Once installed, the link on this page takes you to a screen where you can choose conversion either way.
hy_am: The Use This հղումը Ձեզ կտեղափոխի Ներմուծել էջը, որտեղից կկարողանաք ներբեռնել բաժինների և պիտակների փոխակերպիչ գործիքը: Տեղադնելուց հետո, դուք կկարողանաք Ձեր բաժինները փոխակերպել պիտակների և հակառակը:

source: Note: Turbo/Gears is no longer promoted on this screen as it was in previous versions due to the fact that Google has discontinued support for it.
hy_am: Տեղեկացում. Turbo/Gears գործիքն այլևս մատչելի չէ, քանի որ Գուգլը դադարերցրել է այս ծառայության ապահովումը:

source: <a href="http://codex.wordpress.org/Tools_Screen" target="_blank">Documentation on Tools</a>
hy_am: <a href="http://codex.wordpress.org/Tools_Screen" target="_blank">Գործիքների վերաբերյալ փաստաթղթեր</a>

source: Press This is a bookmarklet: a little app that runs in your browser and lets you grab bits of the web.
hy_am: Press This-ը փոքրիկ հավելում է, որը, որպես բրաուզերային փոքր ծրագիր, թույլ է տալիս տարբեր կայքերից ընտրել և Ձեզ մոտ պատճենել տարբեր նյութեր:

source: Use Press This to clip text, images and videos from any web page. Then edit and add more straight from Press This before you save or publish it in a post on your site.
hy_am: Օգտվեք Press This-ից՝ Ձեզ մոտ &laquo;հիշելու&raquo; տարբեր վեբկայքերում հանդիպած տեքստերը, նկարները և հոլովակները: Հետագայում, ձևափոխելով դրանք, դուք կկարողանաք հրապարակել Ձեր կայքում հրապարակել այդ նոր գրառումը:

source: Drag-and-drop the following link to your bookmarks bar or right click it and add it to your favorites for a posting shortcut.
hy_am: Ստորև հղումը &laquo;քաշեք-տեղափոխեք&raquo; Ձեր բրաուզերի bookmars դաշտը, կամ էլ կատարեք աջ-քլիք և ավելացրեք Ձեր favorites ցուցակում:

source: Categories and Tags Converter
hy_am: Բաժինների/պիտակների փոխակերպիչ

source: <a href="%s">Use this</a> to convert categories to tags or tags to categories.
hy_am: <a href="%s">Use this</a> բաժինները պիտակների կամ պիտակները բաժինների փոխակերպելու համար:

source: Post updated. <a href="%s">View post</a>
hy_am: Գրառումը թարմացված է: <a href="%s">Դիտել գրառումը</a>

source: Custom field updated.
hy_am: Ձեր ստեղծած դաշտը թարմացված է:

source: Custom field deleted.
hy_am: Ձեր ստեղծած դաշտը հեռացված է:

source: Post updated.
hy_am: Գրառումը թարմացված է:

source: Post restored to revision from %s
hy_am: Գրառումը վերականգնվել է մինչև %s վերանայումը

source: Post published. <a href="%s">View post</a>
hy_am: Գրառումը հրապարակված է: <a href="%s">Դիտել գրառումը</a>:

source: Post saved.
hy_am: Գրառումը պահպանված է:

source: Post submitted. <a target="_blank" href="%s">Preview post</a>
hy_am: Գրառումն ուղարկված է: <a target="_blank" href="%s">Դիտել գրառումը</a>

source: Post scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview post</a>
hy_am: Գրառումը նախատեսված է. <strong>%1$s</strong>. <a target="_blank" href="%2$s">Նախնական դիտում</a>

source: M j, Y @ G:i
hy_am: j M-ի, Y @ G:i

source: Post draft updated. <a target="_blank" href="%s">Preview post</a>
hy_am: Գրառման սևագիրը թարմացված է: <a target="_blank" href="%s">Գրառման նախնական դիտում</a>

source: Page updated. <a href="%s">View page</a>
hy_am: Էջը թարմացված է: <a href="%s">Դիտել էջը</a>

source: Page updated.
hy_am: Էջը թարմացված է:

source: Page restored to revision from %s
hy_am: Էջը վերականգնվել է մինչև %s-ի վերանայումը

source: Page published. <a href="%s">View page</a>
hy_am: Էջը հրապարակվել է: <a href="%s">Դիտել էջը</a>

source: Page saved.
hy_am: Էջը թարմացված է:

source: Page submitted. <a target="_blank" href="%s">Preview page</a>
hy_am: Էջն ուղարկված է: <a target="_blank" href="%s">Էջի նախնական դիտում</a>

source: Page scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview page</a>
hy_am: Էջը նախատեսված է <strong>%1$s</strong>-ի համար: <a target="_blank" href="%2$s">Էջի նախնական դիտում</a>

source: Page draft updated. <a target="_blank" href="%s">Preview page</a>
hy_am: Էջի սևագիրը թարմացված է: <a target="_blank" href="%s">Էջի նախնական դիտում</a>

source: There is an autosave of this post that is more recent than the version below. <a href="%s">View the autosave</a>
hy_am: Ավտո-պահպանված տարբերակն ավելի նոր է, քան ներկայացվածը: <a href="%s">Դիտել ավտո-պահպանված տարբերակը</a>

source: Page Attributes
hy_am: Էջի ատրիբուտներ

source: Attributes
hy_am: Ատրիբուտներ

source: Featured Image
hy_am: Կարևորված նկար

source: Send Trackbacks
hy_am: Ուղարկել տրեքբեքներ

source: Custom Fields
hy_am: Ձեր ստեղծած դաշտերը

source: Discussion
hy_am: Քննարկում

source: Slug
hy_am: Սլագ

source: The title field and the big Post Editing Area are fixed in place, but you can reposition all the other boxes using drag and drop, and can minimize or expand them by clicking the title bar of the box. Use the Screen Options tab to unhide more boxes (Excerpt, Send Trackbacks, Custom Fields, Discussion, Slug, Author) or to choose a 1- or 2-column layout for this screen.
hy_am: Վերնագրի դաշտը և գրառումը խմբագրելու մեծ տարածությունը ֆիքսված են, բայց դուք կարող եք տեղափոխել մնացած դաշտերի դիրքը &laquo;քաշելու և թողնելու&raquo; (drag-and-drop) միջոցով: Դուք կարող եք նաև բացել կամ փակել այդ դաշտերը՝ սեղմելով դրանց վերնագիրը: Օգտվեք &laquo;Ցուցադրման դրույթներից&raquo;, որպեսզի ցուցադրեք կամ թաքցնեք մնացած դաշտերը (մեջբերում, ուղարկել տրեքբեքներ, ստեղծած դաշտեր, քննարկում, հեղինակ և այլն) կամ էլ այս էջը 1 կամ 2 սյունակով դիտելու համար:

source: <strong>Title</strong> - Enter a title for your post. After you enter a title, you&#8217;ll see the permalink below, which you can edit.
hy_am: <strong>Վերնագիր</strong> - Ձեր գրառման համար ստեղծեք վերնագիր: Վերնագիրը մուտքագրելուց հետո, վերջինիս տակ կտեսնեք հիմնական հղումը (permalink), որը կարող եք փոփոխել:

source: <strong>Post editor</strong> - Enter the text for your post. There are two modes of editing: Visual and HTML. Choose the mode by clicking on the appropriate tab. Visual mode gives you a WYSIWYG editor. Click the last icon in the row to get a second row of controls. The screen icon just before that allows you to expand the edit box to full screen. The HTML mode allows you to enter raw HTML along with your post text. You can insert media files by clicking the icons above the post editor and following the directions.
hy_am: <strong>Գրառման խմբագրիչ</strong> - Մուտքագրեք Ձեր գրառման տեքստային բովանդակությունը: Գոյություն ունի տեքստի խմբագրման երկու տեսակ՝ վիզուալ և HTML: Ընտրեք խմբագրիչի տեսակը՝ սեղմելով համապատասխան թաբը: Վիզուալ խմբագրիչն օժտված է WYSIWYG հնարավորությամբ: Շարքի վերջին պատկերին սեղմելով կբացվի խմբագրման պատկերիկների երկրորդ շարքը: HTML խմբագրիչը թույլ է տալիս գրառումը կատարել զուտ HTML կոդային համակարգով: Դուք կարող եք ներմուծել որևէ մեդիա՝ սեղմելով համապատասխան պատկերիկը և հետևելով ցուցումներին:

source: <strong>Publish</strong> - You can set the terms of publishing your post in the Publish box. For Status, Visibility, and Publish (immediately), click on the Edit link to reveal more options. Visibility includes options for password-protecting a post or making it stay at the top of your blog indefinitely (sticky). Publish (immediately) allows you to set a future or past date and time, so you can schedule a post to be published in the future or backdate a post.
hy_am: <strong>Հրապարակել</strong> - Դուք կարող եք սահմանել հրապարակման դրույթները &laquo;Հրապարակել&raquo; վահանակում: Գրառման կարգավիճակի, տեսանելիության և հրապարակման (անհապաղ) համար սեղմեք &laquo;Խմբագրել&raquo; հղումը: Տեսանելիությունը ներառում է գրառումը գաղտնաբառով պաշտպանելու կամ էլ այն էջի ամենավերևում ցուցադրելու (&laquo;փակցված&raquo; գրառում) դրույթները: &laquo;Հրապարակելը&raquo; (անհապաղ) թույլ է տալիս սահմանել գրառման ամսաթիվը և ժամը, այնպես որ դուք կարող եք նախատեսել Ձեր գրառումը ապագա օրերի համար:

source: <strong>Post Format</strong> - This designates how your theme will display a specific post. For example, you could have a <em>standard</em> blog post with a title and paragraphs, or a short <em>aside</em> that omits the title and contains a short text blurb. Please refer to the Codex for <a href="http://codex.wordpress.org/Post_Formats#Supported_Formats">descriptions of each post format</a>.
hy_am: <strong>Գրառման ֆորմատ</strong> - սա թույլ է տալիս սահմանելու առանձին գրառումների ձևավորման թեման: Օրինակ, դուք կարող եք ունենալ <em>ստանդարտ</em> գրառումներ՝ իրենց վերնագրով ու տեքստային պարբերություններով և կարճ <em>կողմնակի (aside)</em> գրառումներ, որոնք զրկված են վերնագրից և իրենցից ներկայացնում են կարճ տեքստային հաղորդագրություններ: Լրացուցիչ տեղեկությունների համար խնդրում ենք այցելել <a href="http://codex.wordpress.org/Post_Formats#Supported_Formats">գրառման ֆորմատները լուսաբանող էջը</a>:

source: <strong>Featured Image</strong> - This allows you to associate an image with your post without inserting it. This is usually useful only if your theme makes use of the featured image as a post thumbnail on the home page, a custom header, etc.
hy_am: <strong>Կարևորված (Featured ) նկար</strong> - Սա թույլ է տալիս նկարն ասոցիացնել Ձեր որևէ գրառման հետ՝ առանց այդ նկաըը ներդնելու տվյալ գրառման մեջ: Սա օգտակար է, եթե կայքի թեման թույլ է տալիս կիրառել կարևորված (Featured) նկարը Ձեր կողմից ստեղծված &laquo;հիդերում&raquo; կամ որպես գրառման փոքրացված (thumbnail) նկար:

source: <strong>Send Trackbacks</strong> - Trackbacks are a way to notify legacy blog systems that you&#8217;ve linked to them. Enter the URL(s) you want to send trackbacks. If you link to other WordPress sites they&#8217;ll be notified automatically using pingbacks, and this field is unnecessary.
hy_am: <strong>Ուղարկել թրեքբեքներ</strong> - Թրեքբեքները (trackbacks) այլ բլոգերին տեղեկացնելու համակարգ է այն մասին, որ Ձեր կայքը պարունակում է տվյալ բլոգին ուղղված հղում: Մուտքագերք այն URL-ները, որոնց ցանկանում եք ուղարկել թրեքբեք: Եթե դուք ունեք հղում՝ ուղղված մեկ այլ Վորդպրեսային կայքերին, ապա այդ հանգույցներն ավտոմատ կերպով կտեղեկացվեն պինգբեքերի միջոցով: Նման դեպքերում դուք կարիք չունեք դիմելու թրեքբեք ծառայությանը:

source: <strong>Discussion</strong> - You can turn comments and pings on or off, and if there are comments on the post, you can see them here and moderate them.
hy_am: <strong>Քննարկում</strong> - Այս էջում դուք կարող եք միացնել կամ անջատել մեկնաբանությունները և պինգերը և, եթե կան գրառման մեկնաբանություններ, դուք կարող եք տեսնել և կառավարել դրանք

source: You can also create posts with the <a href="%s">Press This bookmarklet</a>.
hy_am: Դուք կարող եք գրառումներ ստեղծել նաև <a href="%s">Press This</a> ծրագրի օգնությամբ:

source: <a href="http://codex.wordpress.org/Posts_Add_New_Screen" target="_blank">Documentation on Writing and Editing Posts</a>
hy_am: <a href="http://codex.wordpress.org/Posts_Add_New_Screen" target="_blank">Գրառումներ կատարելու և խմբագրելու վերաբերյալ փաստաթղթեր</a>

source: Pages are similar to Posts in that they have a title, body text, and associated metadata, but they are different in that they are not part of the chronological blog stream, kind of like permanent posts. Pages are not categorized or tagged, but can have a hierarchy. You can nest Pages under other Pages by making one the &#8220;Parent&#8221; of the other, creating a group of Pages.
hy_am: Գրառումների նման էջերը նույնպես ունեն վերնագիր, տեքստային բովանդակություն և ասոցիացված մետա-տվյալներ: Սակայն էջերը չեն հանդիսանում բլոգի ժամանակագրական հոսքի մի մասը: Դրանք չունեն բաժիններ կամ պիտակներ, սակայն կարող են ունենալ հերիարխիա: Դուք կարող եք մի էջը տեղադրել մեկ այլ՝ &laquo;ծնող&raquo; էջից մեկ մակարդակ ներքև, այս եղանակով ստեղծելով էջերի խմբեր:

source: Creating a Page is very similar to creating a Post, and the screens can be customized in the same way using drag and drop, the Screen Options tab, and expanding/collapsing boxes as you choose. The Page editor mostly works the same Post editor, but there are some Page-specific features in the Page Attributes box:
hy_am: Էջ ստեղծելը շատ նման է նոր գրառում ստեղծելուն: Իսկ էջի խմբագրիչն էլ նույն գրառման խմբագրիչն է, միայն թե այն չունի գրառմանը բնորոշ որոշ դաշտեր, սակայն օժտված է էջերի ատրիբուտների վահանակով:

source: <strong>Parent</strong> - You can arrange your pages in hierarchies. For example, you could have an &#8220;About&#8221; page that has &#8220;Life Story&#8221; and &#8220;My Dog&#8221; pages under it. There are no limits to how many levels you can nest pages.
hy_am: <strong>&laquo;Ծնող էջ&raquo;</strong> - Դուք կարող եք Ձեր էջերին տալ հերիարխիկ կառուցվածք: Օրինակ, դուք կարող եք ունենալ &laquo;Մեր մասին&raquo; էջը, որի ներքո ընկած լինեն &laquo;Կյանքի պատմություններ&raquo; և &laquo;Իմ շունը&raquo; էջերը: Նմանատիպ խմբավորված էջեր կառուցելու սահմանափակումներ չկան:

source: <strong>Template</strong> - Some themes have custom templates you can use for certain pages that might have additional features or custom layouts. If so, you&#8217;ll see them in this dropdown menu.
hy_am: <strong>Շաբլոն</strong> - Որոշ թեմաներ ուեն իրենց առանձնահատուկ շաբլոնները (templates), որոնք դուք կարող եք օգտագործել որոշակի էջերում: Շաբլոնները կարող են ունենալ լրացուցիչ հնարավորություններ կամ յուրահատուկ ձևավորում, որի մասին կտեղեկանաք բացվող մենյուից:

source: <strong>Order</strong> - Pages are usually ordered alphabetically, but you can choose your own order by entering a number (1 for first, etc.) in this field.
hy_am: <strong>Հերթականություն</strong> - էջերը սովորաբար դասավորված են ըստ այբբենական կարգի, սակայն դուք կարող եք ստեղծել Ձեր նախընտրած դասավորությունը՝ էջերին տալով իրենց հերթական համարները (1՝ առաջին էջի համար և այդպես շարունակ):

source: <a href="http://codex.wordpress.org/Pages_Add_New_Screen" target="_blank">Documentation on Adding New Pages</a>
hy_am: <a href="http://codex.wordpress.org/Pages_Add_New_Screen" target="_blank">Նոր էջեր ավելացնելու վերաբերյալ փաստաթղթեր</a>

source: <a href="http://codex.wordpress.org/Pages_Screen#Editing_Individual_Pages" target="_blank">Documentation on Editing Pages</a>
hy_am: <a href="http://codex.wordpress.org/Pages_Screen#Editing_Individual_Pages" target="_blank">Էջերը խմբագրելու վերաբերյալ փաստաթղթեր</a>

source: Enter title here
hy_am: Վերնագիրն ավելացրեք այստեղ
